import { City } from 'src/core/types';
import { slugify } from 'src/core/utils';
import { v4 as uuid } from 'uuid';
import { formatISO } from 'date-fns';
import {
  QebuliKobuleti,
  RestaurantSamepo,
  BegheliKhulo,
  TamarisKhidi,
  Shuakhevi,
  Riviera,
  Gulrifshi,
  Ochamchire,
  Leonn,
  Veranda,
  Besedka,
  Legend,
  TerracePub,
  GourmandSamtredia,
  Megapolisi,
  Tortiko,
  Palaty,
  LunchAtLia,
  Magnolia,
  KakhetiRestaurant,
  KoKo,
  Kapiloni,
  TheTerraceSignagi,
  RoyalBatoni,
  Khvamli,
  Adacafe,
  Aragvi,
  Marani,
  Dmanisi,
  khikhani,
  Tsiskvili,
  Metekhara,
  Dubli,
  Tourist,
  Diaroni,
  Oda,
  Efre,
  Argo,
  Kera,
  Agurebshi,
  kareli,
  MaxiBurger,
  CafeLaila,
  Koshki
} from './restaurant.data';
import {
  RustaviHotel,
  ChateauKvirike,
  AmbassadoriGoderdziHotel,
  AjaraGlampingKokotauri,
  Kejeradzeebi,
  Orbicityseaview,
  Leon,
  AleksandriA,
BoutiqueHotelAnana,
EcoPapaHotel,
Abaata,
RitsaHotel,
MenabdeWinery,
 Hotelpagio,
GuesthouseZedafoni,
mtredebi,
HappyStayHotel,
HotelImereti,
TskaltuboPlazaHotel,
Makratela,
ArtVillaKotekhi,
Talaveri,
Favourite,
KvareliLakeResort,
NaBaDa,
Pompeius,
VeronaApartment,
BolnisiPrimeHouse,
HotelNabadiDmanisi,
Home,
OrionHotel,
AMBROsador,
MillenniumRabati,
cristal,
RetroHouse,
ResortMartvili,
TomasSakhli,
DEA,
Hestia,
KaspiResort,
HotelNatia,
IveriaHotel,
WinterFellMestia,
HotelSvaneti
} from './hotel.data';

export const qobuleti: City = {
  id: uuid(),
  slug: slugify('qobuleti'),
  name: 'qobuleti',
  area: 711.8,
  population: 74794,
  populationDensity: 105.08,
  description:
    'ქობულეთის მუნიციპალიტეტი მდიდარია ულამაზესი ბუნებითა და კულტურულ-ისტორიული ძეგლებით. ზღვა, მთები, ტყეები და ალპური ტბები უამრავ მოგზაურობის მოყვარულს იზიდავს. რაიონის ტერიტორიაზე მდებარეობს ქობულეთის, კინტრიშისა და თიკერის ნაკრძალები. ქობულეთში რამდენიმე ტბა გვხვდება, პოპულარობით სარგებლობს ტბიყელისა და სიძერძალის ტბები. ყვავილოვანი მინდვრები, ველური ბუნება, ხელუხლებელი ტყეები, ტბები, ჩანჩქერები და ვრცელი ხედები ნამდვილად სამოთხეა ლაშქრობისა და ბუნებაში განტვირთვის მსურველთათვის. მუნიციპალიტეტის ტერიტორიაზე მრავლად გვხვდება საინტერესო და შთამბეჭდავი კულტურული ძეგლებიც. აქ ნახავთ უძველეს ციხე-სიმაგრეებსა და თაღოვან ხიდებს. განსაკუთრებულ ყურადღებას იქცევს პეტრას ციხე, ხინოწმინდის ტაძარი, მამუკას ციხე, ელიას ციხე და სხვა. ქობულეთში ფუნქციონირებს მუზეუმი, სადაც დაცულია მდიდარი კოლექცია. მუზეუმში წარმოდგენილი ექსპონატები მოიცავენ პერიოდებს ქვის ხანიდან შუასაუკუნეების ჩათვლით. თუკი მზიანი სანაპიროები გიყვართ და კომფორტული დასვენება გსურთ, ამისთვის შესანიშნავია ქობულეთის კურორტები: ქობულეთი, ბობოყვათი, ჩაქვი და ციხისძირი. აქ საუკეთესო გარემო დაგხვდებათ ხალისიანი, დაუვიწყარი დასვენებისა და განტვირთვისთვის.',
  sightseeing: {
    description:
      'პეტრას ციხე - ისტორიული ციხე-ქალაქი აჭარაში, ქობულეთის მუნიციპალიტეტში, სოფელ ციხისძირის ტერიტორიაზე. ციხე ააშენა იოანე სტრატეგოსმა 535 წელს. „პეტრა“ ამ ციხე-ქალაქის ბიზანტიური სახელწოდებაა, ხოლო „ქაჯეთის ციხე“ — ქართული. ვარაუდობენ, რომ ვეფხისტყაოსანში სწორედ ეს ციხეა მოხსენიებული. ციხე-ქალაქი მდებარეობს შავი ზღვის სანაპიროზე, ზღვის დონიდან 440 მეტრზე, ქობულეთიდან 9 კმ-ზე.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0617-2.jpg',
  },
  history:
    'ქობულეთის მუნიციპალიტეტი აჭარაში მდებარეობს. რაიონის ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან, ჯერ კიდევ ქვის ხანიდან იწყება. ქობულეთში აღმოჩენილია ქვისა და ბრინჯაოს ხანის, ანტიკური პერიოდისა და შუასაუკუნეების არქეოლოგიური ძეგლები. მუნიციპალიტეტის ტერიტორია ისტორიულ-გეოგრაფიული მხარის, გურიის ნაწილს, ქვემო გურიას წარმოადგენდა. XVIII საუკუნეში ბათუმი და ჩაქვი ოსმალეთმა დაიპყრო, რუსეთ-ოსმალეთის ომის შემდეგ კი ქვემო გურიაც შიერთა და ჩურუქ-სუს ოლქი შექმნა. ჩურუქ-სუ 1878 წელს რუსეთმა მიითვისა და ის ბათუმის ოკრუგის შემადგენლობაში შეიყვანა კინტრიშის უბნის სახით. 1930 წელს შეიქმნა ქობულეთის რაიონი. დღესდღეობით ქობულეთი განვითარებული მუნიციპალიტეტია. აქ ფუნქციონირებს მუზეუმი, ბიბლიოთეკები და სხვა კულტურულ-საგანმანათლებლო დაწესებულებები. რაიონში განვითარებულია მრეწველობა და სოფლის მეურნეობა. ქობულეთის მუნიციპალიტეტში მდებარეობს კლიმატურ-ბალნეოლოგიური კურორტი ქობულეთი, რომელსაც ყოველწლიურად უამრავი ტურისტი სტუმრობს. რაიონი ტურისტებს ულამაზესი ბუნებითა და საინტერესო კულტურული ძეგლებითაც იზიდავს. ნაკრძალების ხელუხლებელი ბუნება, საოცარი ხედები და უძველესი ციხე-სიმაგრეები გულგრილს არავის ტოვებს.',
  hotels: [ChateauKvirike],
  restaurants: [QebuliKobuleti],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const khulo: City = {
  id: uuid(),
  slug: slugify('khulo'),
  name: 'khulo',
  area: 710,
  population: 23327,
  populationDensity: 32.85,
  description:
    'ხულოს მუნიციპალიტეტი გამოირჩევა ბუნების სილამაზითა და საინტერესო კულტურულ-ისტორიული ძეგლებით. თუკი მოგზაურობა და ბუნებაში ხეტიალი გიყვართ, აქ მრავალ საინტერესო ადგილს იპოვნით. ტბები, ჩანჩქერები, ამწვანებული მთები, ალპური მდელოები და საოცარი ხედები უამრავ ადამიანს იზიდავს და დიდ შთაბეჭდილებას ახდენს მნახველზე. განსაკუთრებული პოპულარობით სარგებლობს მწვანე ტბა, შუამთის ტბები და ბაკოს ჩანჩქერები. მოლივლივე მომწვანო-მოლურჯო ტბები და მათი მშვენიერი შემოგარენი ულამაზეს სანახაობას ქმნის. ასევე, შეუძლებელია არ მოგხიბლოთ მწვანე ხეობაში კლდოვანზე გადმოკიდულმა ბაკოს ჩანჩქერებმა. გარდა ბუნების მშვენიერებისა ხულო კულტურული ძეგლებითაც მდიდარია. აქ მდებარეობს აჭარის ერთ-ერთი მნიშვნელოვანი ძეგლი - სხალთის მონასტერი, რომელიც XII საუკუნით თარიღდება. აჭარაში ფაქტობრივად ყველა ტაძარი ნანგრევების სახითაა შემორჩენილი, ეს კიდევ უფრო ზრდის სხალთის ეკლესიის მნიშვნელობას. განსაკუთრებულად გამორჩეული ძეგლია X-XI საუკუნეების ხიხანის ციხეც, რომელიც გარდა ისტორიული მნიშვნელობისა, გასაოცარი და შთამბეჭდავი ხედებითაც გამოირჩევა. რაიონში ასევე შეგიძლიათ მოინახულოთ: ვარდციხე, ციხისყელი, უჩხოს თაღოვანი ხიდი, კალოთის ეკლესია, ვანაძეების ეკლესია და სხვა. ხულოს ერთ-ერთი ტურისტული ობიექტია ხულო-თაგოს საბაგირო გზა, საიდანაც საოცარი გაშლილი სივრცეები გადაგეშლებათ თვალწინ. თუკი მთის კურორტების მოყვარული ხართ და ლამაზ, კოხტა კოტეჯში კომფორტული დასვენება გსურთ, ამისთვის შესანიშნავია ხულოს კურორტები - გოდერძი და ბეშუმი. რაიონში ასევე შეგიძლიათ ესტუმროთ ხულოს დრამატულ თეატრსა და მხარეთმცოდნეობის მუზეუმს.',
  sightseeing: {
    description:
      'ბაკოს ჩანჩქერები - მდებარეობს აჭარაში, ხულოს მუნიციპალიტეტში, სოფელ ბაკიბაკოსთან. სიმწვანეში ჩაფლულ მდინარის ხეობაში, გადმოედინება ორი ჩანჩქერი - ბაკოს დიდი ჩანჩქერი და ბაკოს პატარა ჩანჩქერი, რომლებიც უნიკალურ სანახაობას ქმნიან.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/bakos-chanchkerebi-bakibako-bako-waterfalls-bakibako-3.jpg',
  },
  history:
    'ხულო აჭარაში მდებარე მუნიციპალიტეტია. რაიონის ტერიტორია უძველესი დროიდან, ჯერ კიდევ ბრინჯაოს ხანიდან, იყო დასახლებული. აქ აღმოჩენილი საკულტო დანიშნულების ძეგლები, როგორიცაა თხილვანის მენჰირი და კალოთის სამსხვერპლო, ადასტურებს ხულოს ტერიტორიაზე ცივილიზაციის არსებობას წინარექრისტიანულ ხანებში. ეს ადგილი განვითარებული იყო შუასაუკუნეებშიც, რაზეც მრავლად შემორჩენილი ნაეკლესიარები, ციხე-სიმაგრეები თუ შუასაუკუნოვანი თაღოვანი ხიდებიც მეტყველებს. აქ მდებარეობს ერთ-ერთი ცნობილი და მნიშვნელოვანი ძეგლი - სხალთის ტაძარი. სახელწოდება „ხულოს“ ძველი ფორმაა „ხულა“, რაც სავაჭრო სახლს ნიშნავს. შუა საუკუნეებში აქ გადიოდა სავაჭრო-საქარავნო გზა, რომელიც სამცხე-ჯავახეთს გოდერძის უღელტეხილით აჭარა-შავიზღვისპირეთთან აკავშირებდა. ხულოს რაიონი დღევანდელი საზღვრებით 1965 წელს ჩამოყალიბდა, ამჟამინდელი ადმინისტრაციულ-ტერიტორიული მოწყობის მიხედვით კი ხულოს მუნიციპალიტეტი ეწოდება. ხულო დღესდღეობით განვითარებული რაიონია. აქ ფუნქციონირებს თეატრი, მუზეუმი, ბიბლიოთეკები და სხვა კულტურულ-საგანმანათლებლო, ადმინისტრაციული და ჯანდაცვის დაწესებულებები. მუნიციპალიტეტის ეკონომიკის წამყვანი დარგია სოფლის მეურნეობა, კერძოდ: მეცხოველეობა და მემცენარეობა. ხულოს ასევე დიდი ტურისტული პოტენციალიც აქვს, შესანიშნავი კურორტები, ულამაზესი ბუნება და ისტორიულ-კულტურული ძეგლები უამრავ ადამიანს იზიდავს.',
  hotels: [AmbassadoriGoderdziHotel],
  restaurants: [BegheliKhulo],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};
export const qeda: City = {
  id: uuid(),
  slug: slugify('qeda'),
  name: 'qeda',
  area: 452,
  population: 16760,
  populationDensity: 37.08,
  description:
    'ქედის მუნიციპალიტეტი მდიდარია ულამაზესი ბუნებითა და კულტურული ძეგლების სიმრავლით. ველური ბუნება, მწვანეში ჩაფლული ხეობები და ჩანჩქერები უამრავ მოგზაურობის მოყვარულს იზიდავს. აქ ბევრ ადგილს იპოვნით, როგორც ლაშქრობისთვის, ასევე მცირე გასვლების მოსაწყობად. განსაკუთრებული პოპულარობით მახუნცეთისა და გოდერძის ჩანჩქერები სარგებლობს, რომლებიც უდავოდ შთამბეჭდავ სანახაობას სთავაზობენ მნახველს. ქედა გარდა ბუნების მშვენიერებისა კულტურულ-ისტორიული ძეგლებითაც გამოირჩევა. აქ ნახავთ უძველეს ციხე-სიმაგრეებსა და შუასაუკუნეების თაღოვან ხიდებს, რომლებსაც დღემდე იყენებს ადგილობრივი მოსახლეობა. ცივასულას ციხე, ზენდიდის ციხე, დანდალოს ხიდი, საღორეთის ციხე, მახუნცეთის ხიდი და სხვა. მთის წვერზე აღმართული სიმაგრეები საოცარი ხედებით უდიდეს შთაბეჭდილებას ახდენს მნახველზე. თუკი ქედის მუნიციპალიტეტს ეწვევით, აუცილებლად უნდა მოინახულოთ ქედის ისტორიული მუზეუმი, სადაც რაიონის ტერიტორიაზე აღმოჩენილი მრავალფეროვანი აქეოლოგიური მასალაა დაცული. მუზეუმში წარმოდგენილი ექსპონატები მოიცავენ სხვადასხვა პერიოდებს, უძველესი დროიდან დღემდე. აქ ნახავთ შრომის იარაღებს, ნუმიზმატურ ნიმუშებს, გეოლოგიურ კოლექციას, გამოყენებითი ხელოვნების ნაწარმი, აჭარული ეთნოგრაფიულ მასალებს და სხვა მრავალ საინტერესო ნიმუშს.',
  sightseeing: {
    description:
      'მახუნცეთის ხიდი — ქვისთაღოვანი, კამაროვანი ხიდი მდინარე აჭარისწყალზე, სოფელ მახუნცეთის ტერიტორიაზე, მაღალმთიან აჭარაში. ხულოს ცენტრალური გზიდან 54 მეტრის მოშორებით მახუნცეთის ხიდია განთავსებული. ხიდი დიდი ზომისაა და ბუნებრივი კლდის ბურჯებს ეყრდნობა. მის ასაშენებლად ვულკანური წარმოშობის კლდის ქვაა გამოყენებული, კირის დუღაბზე. ხიდს 2008 წელს სრულყოფილი სარეკონსტრუქციო სამუშაოები ჩაუტარდა ხიდს 2006 წლის, საქართველოს პრეზიდენტის ბრძანებულების თანახმად მიენიჭა ეროვნული მნიშვნელობის კულტურის უძრავი ძეგლის კატეგორია',
    imageUrl:
      'https://www.turebi.ge/uploads/photos/tours1/large/31304_7.jpg?v=0',
  },
  history:
    'ქედა აჭარაში მდებარე მუნიციპალიტეტია. რაიონის ტერიტორიაზე ადამიანის ცხოვრები კვალი უძველესი დროიდან იწყება, რასაც აქ აღმოჩენილი ბრინჯაოს ხანისა და ანტიკური პერიოდის ნამოსახლარები და სამაროვნები მიუთითებს. ქედის ტერიტორიაზე განვითარებული დასახლება ყოფილა შუასაუკუნეებშიც, ამის დასტურია მრავალი ციხე-სიმაგრე თუ ულამაზესი თაღოვანი ხიდები. ვახუშტი ბატონიშვილის ცნობით დაბა ქედაში ქალაქის ტიპის დასახლება ყოფილა, სადაც ვაჭრები სახლობდნენ. დღესდღეობით მუნიციპალიტეტის ტერიტორიაზე ფუნქციონირებს ადმინისტრაციული, განათლებისა და ჯანდაცვის დაწესებულებები, მცირე საწარმოები და მუზეუმი. ქედა გამოირჩევა ყურძნის უნიკალური ჯიშებით, რაიონში წარმოებული ღვინოები „ქედის ცოლიკოური“ და „ჩხავერი“ დიდი პოპულარობით სარგებლობს. მუნიციპალიტეტში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მეხილეობა, მევენახეობა, მემცენარეობა, მებოსტნეობა, მეფუტკრეობა. რაიონში განვითარებულია ასევე საკალმახე მეურნეობა. ქედა მდიდარია სხვადასხვა ბუნებრივი წიაღისეულით, როგორიცაა: სპილენძისა და ოქროს საბადოები და სამკურნალო მინერალური წყლები. რაიონს დიდი ტურისტული პოტენციალი აქვს, რასაც ულამაზესი ბუნება და კულტურული ძეგლების სიმრავლე განაპირობებს. მწვანეში ჩაფლული ხეობები, ჩანჩქერები თუ ციხე-კოშკები უამრავ მნახველს იზიდავს და გულგრილს არავის ტოვებს.',
  hotels: [AjaraGlampingKokotauri],
  restaurants: [TamarisKhidi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const shuakhevi: City = {
  id: uuid(),
  slug: slugify('shuakhevi'),
  name: 'shuakhevi',
  area: 588,
  population: 15044,
  populationDensity: 25.6,
  description:
    'ალაქი (დაბა), შუახევის მუნიციპალიტეტის ადმინისტრაციული ცენტრი. მდებარეობს მდინარეების აჭარისწყლის და ჩირუხისწყლის შესართავთან (ზღვის დონიდან 420 მ, ბათუმიდან 67 კმ). დაბაში არის ადმინისტრაციული, კულტურის, განათლების და ჯანდაცვის დაწესებულებები, მცირე საწარმოები. შემორჩენილია შუა საუკუნეების ციხესიმაგრის ნანგრევები. შუახევის თემში შედის სოფელი ჩანჩხალო.',
  sightseeing: {
    description:
      'ცინარეთის ციხე - ციხე მდებარეობს შუახევის მუნიციპალიტეტის სოფელ ცინარეთში, მარეთი-ჩირუხისწყლის მარცხენა შენაკად უჩამბისწყლის ხეობაში. შუახევი-ცინარეთის საავტომობილო გზის მარცხენა მხარეში. შუახევის  რაიონული ცენტრიდან 12 კმ-ის დაშორებით. ციხე-კოშკი საკმაოდ მაღალ მთაზეა აშენებული.  დღეს მისგან მხოლოდ ნანგრევებია შემორჩენილი. ადგილობრივ მოსახლეობას კლდის ბუნებრივი შესაძლებლობები მაქსიმალურად გამოუყენებიათ. კლდის აღმოსავლეთ თითქმის შუა მონაკვეთში იარუსისებური, მოზრდილი, ბუნებრივი მოედნის მსგავსია შემორჩენილი. მოსახლეობა მას ,,დიდ კალოს” უწოდებს. ციხეს ჰქონია ,,პატარა კალოც”, რომელიც საავტომობილო გზის გაყვანამ შეიწირა. ციხის ფართობი (36-40 კვადრატული მეტრია) ციხის გალავნის ნაშთები შემორჩენილია ჩრდილო-აღმოსავლეთ და სამხრეთ-დასავლეთ ნაწილში. მიზერული დათვალიერების შედეგად ციხისა და მის მიმდებარე ტერიტორიაზე აღმოაჩინეს 1,5 ტ. ლიტრაჟობის ქვევრი, რომელიც მიწაშია ჩაკირული, სავარაუდოდ საჭიროების შემთხვევაში წყლის მარაგს ინახავდნენ. ',
    imageUrl: 'https://ajaraheritage.ge/files/storage/photos/353_1.jpg',
  },
  history:
    'შუახევის მუნიციპალიტეტი — თვითმმართველი ერთეული საქართველოში, აჭარის ავტონომიური რესპუბლიკის შემადგენლობაში.შეიქმნა 1952 წელს ხულოს რაიონიდან გამოყოფილი ტერიტორიის ხარჯზე, 1963-1964 წწ. ისევ ხულოს რაიონშია, 1965 წლიდან დამოუკიდებელი რაიონია. ამჟამად მუნიციპალიტეტი.მუნიციპალიტეტის საზღვრების საერთო სიგრძე დაახლოებით 195 კილომეტრია. ჩრდილოეთით მას ესაზღვრება ოზურგეთის მუნიციპალიტეტი (6,3 კმ) და ჩოხატაურის მუნიციპალიტეტი (2,5 კმ), სამხრეთით თურქეთი (46 კმ), აღმოსავლეთით ხულოს მუნიციპალიტეტი (78 კმ), დასავლეთით ქედის მუნიციპალიტეტი (31,5 კმ) და ქობულეთის მუნიციპალიტეტი (29,5 კმ).შუახევის მუნიციპალიტეტის ფართობია — 588 კმ².',
  hotels: [Kejeradzeebi],
  restaurants: [Shuakhevi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const batumi: City = {
  id: uuid(),
  slug: slugify('batumi'),
  name: 'batumi',
  area: 64.9,
  population: 152839,
  populationDensity: 2355,
  description:
    'ბათუმის დათვალიერება პირველ რიგში მის ქუჩებში გასეირნებით და XIX- XX საუკუნეების არქიტექტურის დათვალიერებით უნდა დაიწყოთ. ამ ქალაქში ასევე შეძლებთ ყველა მთავარი რელიგიური მიმდინარეობის (მართლმადიდებლობა, კათოლიციზმი, ისლამი, იუდაიზმი) საკულტო ნაგებობების მონახულებას. ბათუმისა და ზოგადად აჭარის ტერიტორიის უძველესი ისტორიიდან გამომდინარე, ძალიან საინტერესოა ბათუმის არქეოლოგიური მუზეუმი, სადაც უნიკალური მასალაა (ქართული და უცხოური წარმომავლობის მონეტები, ბრინჯაოს, მინისა და კერამიკის ჭურჭელი და სხვა) წარმოდგენილი ბრინჯაოს ხანიდან ახ. წ. შუასაუკუნეების ჩათვლით. ეს მზიანი, ზღვისპირა ქალაქი რა თქმა უნდა წარმოუდგენელია ბულვარის, შადრევნების, თანამედროვე არქიტექტურის, იახტებისა და მზის ჩასვლის პეიზაჟის გარეშე. საბოლოოდ კი ამწვანებული წალკოტი - ბათუმის ბოტანიკური ბაღი, მრავალფეროვანი მცენარეულობითა და ულამაზესი ხედებით, ნამდვილად მოგგვრით სიმშვიდესა და აღტაცებას.',
  sightseeing: {
    description:
      'ნურის ტბა (ყოფ. პიონერთა ტბა; სხვა სახელწოდებებია: ნური-გელი ან გელ-ბაში) — ბუნებრივი წარმოშობის ტბა აჭარაში, ქალაქ ბათუმში, შავი ზღვის სანაპიროს სიახლოვეს. მდებარეობს ზღვის დონიდან 0,2 მ სიმაღლეზე. უმეტესწილად საზრდოობს მიწისქვეშა წყლით.XIX საუკუნეში წარმოადგენდა ჭაობიან ტერიტორიას. 1933 წელს ქალაქის ბაღი ბავშვთა პარკად გადაკეთდა. მოხდა პარკისა და ტბის ნაპირების კეთილმოწყობა. არხით უკავშირდებოდა შავ ზღვას. 1947 წელს ტბაში პირველი გემი „პიონერი“ ჩაუშვეს, ხოლო 1988 წლის 28 ოქტომბერს გემი „აისი“. მდიდარია თევზით, მათ შორის მოიპოვება კეფალი, სქელშუბლა, კობრი და სხვა. ნურის ტბას არაერთი ლეგენდა და ისტორიული ფაქტი უკავშირდება.ნურის ტბაზე შესაძლებელია ნავის ქირაოდა და ტბაში შესვლა, სურვილის შემთხვევაში შესაძლებლობა გექნებათ კაპიტნობა გამოსცადოთ და ნავი თავად მართოთ.ნურის ტბის სანაპირო ზოლზე გაშენებულია 6 მაისის სახელობის პარკი იგივე ,,ბათუმის ცენტრალური პარკი“, რომელიც საუკეთესო ადგილია დასვენებისთვის და გართობისთვის. პარკში არის ბავშვტა გასართობი სივრცეები და მცირე ზოოპარკი.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/nuris-tba-nuri-geli-nuri-lake-nuri-geli-lake.jpg',
  },
  history:
    'ბათუმი დასავლეთ საქართველოში, აჭარაში მდებარეობს. იგი ულამაზესი ზღვისპირა ქალაქია მოელვარე სანაპიროებითა და მომხიბვლელი გარემოთი. ბათუმის ტერიტორია ჯერ კიდევ ბრინჯაოს ხანაში იყო დასახლებული. აქ ცხოვრება დუღდა ანტიკურ ხანაშიც და მოსახლეობას სავაჭრო კავშირები ჰქონდა მეზობელ და შორეულ ქვეყნებთან. უძველესი ისტორია, მსუბუქი და დინამიური არქიტექტურა, მზიანი სანაპირო, ბულვარი, ბათუმის ბოტანიკური ბაღი, უგემრიელესი აჭარული სამზარეულო და მრავალი გასართობი, კულტურული თუ დასასვენებელი ადგილი შეუდარებელს ხდის ამ ქალაქს და უამრავ დამსვენებელსაც იზიდავს. ის პოპულარობით სარგებლობს არა მარტო რესპუბლიკის, არამედ რეგიონის მასშტაბითაც.',
  hotels: [Orbicityseaview],
  restaurants: [Riviera],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gulrifshi: City = {
  id: uuid(),
  slug: slugify('gulrifshi'),
  name: 'gulrifshi',
  area: 1835,
  population: 8014,
  populationDensity: 4.37,
  description:
    'ულრიფში — დაბა და მუნიციპალიტეტი დასავლეთ საქართველოში, აფხაზეთის ავტონომიურ რესპუბლიკაში, გულრიფშის მუნიციპალიტეტის ადმინისტრაციული ცენტრი. მდებარეობს შავი ზღვის პირას, სამურზაყანოს დაბლობზე, სარკინიგზო და საავტომობილო მაგისტრალზე, ზღვის დონიდან 20 მ, სოხუმიდან 13 კმ, თბილისიდან 431 კმ. გულრიფში ზღვისპირა კლიმატური კურორტია. დაბის სტატუსი მიენიჭა 1975 წელს. დაბაში არის ადმინისტრაციული, განათლების, კულტურის და ჯანდაცვის (სანატორიუმები, პანსიონატები) ობიექტები. სამკურნალო საშუალება — კლიმატოთერაპია. სამედიცინო ჩვენება: ფილტვების ტუბერკულოზის სხვადასხვა ფორმა. სეზონი — მთელი წელი. 1991 წელს გულრიფში იყო სახლთსაშენი კომბინატი, საყოფაცხოვრებო მომსახურების საწარმო, საბავშვო ბაღები, საშუალო ზოგადსაგანმანათლებლო და სამუსიკო სკოლები, სუბტროპიკული კულტურების სოხუმის საცდელი სადგური, საქართველოს მცენარეთა დაცვის სამეცნიერო-კვლევითი ინსტიტუტის აფხაზეთის მცენარეთა დაცვის საცდელი სადგური და სხვა',
  sightseeing: {
    description: 'შეგვიძლია თავად გულრიფში ჩავთვალოთ ღირსშესანიშანობად',
    imageUrl: 'http://www.ganakhleba.ge/uploads/about/large/48_2.jpg?v=7',
  },
  history:
    'ადმინისტრაციულ-ტერიტორიული ერთეული საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის შემადგენლობაში. 1946 წელს გამოეყო სოხუმის რაიონს დღევანდელ საზღვრებში. მდებარეობს აფხაზეთის კავკასიონის სამხრეთ კალთაზე და შავი ზღვის ვიწრო სანაპირო ზოლში. ჩრდილოეთით ესაზღვრება სტავროპოლის მხარე, დასავლეთით — სოხუმის, აღმოსავლეთით — ოჩამჩირის მუნიციპალიტეტები. სამხრეთით აკრავს შავი ზღვა. ფართობი 1834 კმ². რაიონული ცენტრი - დაბა გულრიფში.გულრიფშის რაიონის ჩრდილოეთი ნაწილი — კავკასიონის მთავარი წყალგამყოფი ქედი აგებულია პალეოზოური გრანიტოიდებითა და კრისტალური ფიქლებით. სამხრეთ კალთაზე ვიწრო ზოლად გავრცელებულია ზედაპალეოზოურ-ტრიასული თიხაფიქლები და კვარციტები. მდინარეების ჩხალთისა და საკენის გასწვრივი ხეობები, აგრეთვე მდინარე კოდორის ხეობის ზედა და შუა მონაკვეთი აგებულია ლიახვის თიხაფიქლებით, ჩხალთის ქედის თხემი — ბაიოსური პორფირიტებით, ხოლო სამხრეთი კალთები — ზედაიურული და ცარცული კირქვებით; მდინარეების კელასურის, ამტყელისა და ჯამპალის სათავეებში გავრცელებულია შუიურული გრანიტოიდული ინტრუზიები. გორაკ-ბორცვიაბნი ზოლის აგებულებაში მონაწილეობენ ნეოგენური კონგლომერატები, ქვიშაქვები, თიხები, მერგელები. შავიზღვისპირა დაბლობი აგებულია მეოთხეული ასაკის რიყნარებით, ქვიშებით, თიხებით. გულრიფშის რაიონის წიაღისეული სიმდიდრეა ტყვია მცირე რაოდენობით, თუთია და ვერცხლი (ამტყელის, ხეცკვარის, გვანდრისა და საკენის აუზებში), კალა (ახუპაჭის მთაზე), დარიშხანი (სხაპაჭის ქედზე); არალუთონური საბადოებიდან - ბარიტი (გვანდრის და საკენის აუზებში). რაიონის ტერიტორიაზე ჩხალთის (აწგარა), საკენის, ყლიჩის და სხვა მდინარეთა ხეობებში არის მინერალური წყლები.გულრიფშის რაიონის ოროგრაფია რთულია. მარუხის უღელტეხილიდან (2739 მ) მწვერვალ გვანდრამდე (3985 მ) კავკასიონის მთავარი წყალგამყოფი ქედია. უმაღლესი მწვერვალი დომბაიულგენი (4046 მ), უღელტეხილები — მარუხი, კლუხორი, გონდრაი და სხვა. სამხრეთით მთავარი ქედის პარალელურად მიემართება ჩხალთის ქედი (მწვერვალი — 3026 მ). მდინარეებს კელასურსა და ამტყველს შორის მდებარეობს ბზიფის ქედის სამხრეთ მერიდიანული განშტოება — სხაპაჭის ქედი. მდინარეებს კელასურსა და კოდორს შორის, შავი ზღვის სანაპირო ხაზის გასწვრივ, გორაკ-ბორცვიანი ზოლია, რომლის სამხრეთით ვრცელდება შავიზღვისპირა დაბლობი.',
  hotels: [Abaata],
  restaurants: [Gulrifshi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const ochamchire: City = {
  id: uuid(),
  slug: slugify('ochamchire'),
  name: 'ochamchire',
  area: 1887,
  population: 5280,
  populationDensity: 2.79,
  description:
    'ოჩამჩირე — ქალაქი და მუნიციპალიტეტი საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკაში, ოჩამჩირის მუნიციპალიტეტის ადმინისტრაციული ცენტრი. მდებარეობს შავი ზღვის სანაპიროზე, სოხუმიდან 58 კმ., ზუგდიდიდან 51 კმ. ოჩამჩირე სარკინიგზო კვანძია, აქედან რკინიგზის განშტოება მიემართება სამრეწველო ქალაქ ტყვარჩელისაკენ.',
  sightseeing: {
    description:
      'მოქვის საკათედრო ტაძარი აფხაზეთში, ოჩამჩირის მუნიციპალიტეტის სოფელ მოქვში მდებარეობს. იგი X საუკუნით თარიღდება. ტაძარი აფხაზთა მეფემ - ლეონ III-მ ააგო. მოქვი მნიშვნელოვან რელიგიურ და კულტურულ ცენტრს წარმოადგენდა. მოქვის წიგნთსაცავის ხელნაწერებმა დღემდე მოაღწია, მათ შორის განსაკუთრებით ღირებული ნიმუშია მოქვის ოთხთავი. მოქვის საეპისკოპოსო კათედრა X საუკუნეში დაარსდა, როგორც ქართული კულტურის ერთ-ერთი უმნიშვნელოვანესი ცენტრი კი განსაკუთრებით XIII საუკუნიდან დაწინაურდა. ტაძარი დავით აღმაშენებლის მეფობის პერიოდში საფუძვლიანად შეუკეთებიათ და მოუხატავთ, თუმცა მხატვრობის ამ ფენის კვალი დღესდღეობით არ ჩანს. XX საუკუნის 80-იან წლებში გამოვლინდა გვიანი შუა საუკუნეების მოხატულობის ნაშთები, რომელშიც მრავლად იყო შემორჩენილი ქართული წარწერები. აფხაზეთის ტერიტორია დღესდღეობით ოკუპირებულია რუსეთის მიერ, რის გამოც ტაძრის შესწავლა და შესაბამისი სამუშაოების განხორციელება ვერ ხერხდება.მოქვის საკათედრო ტაძარი ჩახაზულის ჯვრის ტიპის ჯვარ-გუმბათოვან ნაგებობას წარმოადგენს. ეკლესიას აღმოსავლეთით სამი შვერილი აფსიდი აქვს (საკურთხევლისა და პასტოფორიუმების). საკურთხევლის აფსიდი დაგრძელებულია ღრმა ბემით. საკმაოდ დაბალი, თორმეტწახნაგა, გუმბათის ყელი თავისუფლად მდგომ ოთხ ბურჯს ეყრდნობა. გუმბათქვეშა კვადრატიდან წრეზე გადასვლა აფრებით ხორციელდება. ნაგებობის ძირითად ბირთვს სამმხრივი ორსართულიანი გარშემოსავლელი (შენობას ეკვრის სამხრეთიდან, დასავლეთიდან და ჩრდილოეთიდან) ემატება, რომელიც მთლიანად ჩართულია შიდა სივრცეში ღია თაღებით. ტაძრისთვის მოგვიანებით სამი მხრით თაღებით გახსნილი კარიბჭე მიუშენებიათ. ფასადები სრულიად სადაა და მოპირკეთებულია სუფთად თლილი ქვით. ერთიან, გლუვ ზედაპირებს მხოლოდ ორ იარუსად განლაგებული სარკმლების მწკრივები ანაწევრებს.',
    imageUrl: 'https://upload.wikimedia.org/wikipedia/ka/a/ae/Mokvi-church.jpg',
  },
  history:
    'ოჩამჩირე, ანტიკურ წყუეფს იშინუაფუ, მუჭოთ გიენოსი. ოჩამჩირე იკოროცხუ უჩაზუღაპიჯიშ ართ-ართი უჯვეშაშ ნოღათ. თე პუნქტი ჯვ.წ. III ვითოშწანურაშ II გვერდშე რე დოხორინელი. ოჩამჩირეს, მუჭოთ „ელინურ ნოღას“ იშინუანს ფსევდო სკილაქსი. ოჩამჩირეშ დორცხუაფა ბჟაეიოლ უჩა ზუღაშ პიჯიშ ბერძენული ახალკიდუეფიშ გორჩქინაწკჷმა რე მერცხუაფილი. ოეგებიეთ, თექ ოკო მოხვადუკო არძაშ უგვიანაშ ჯვ.წ. მა-6 ოშწანურას. რინა თაქ გვიანი ანტიკური ბორჯის ხოლო იგინძორებუ. ორდობიზანტიურ ბორჯის ბჟაეიოლ გაბარს იგაფუ დარბაზული ტიპიშ ოხვამე გვერდოქართული (ქართა-წრე ქორთ.) აფსიდით. ოხვამეშ გეგმა რე ჯვარიშ ფორმამი, თეშ გეშა თინა კაბადოკიაშ “croix libre” ტიპიშ ძეგლეფწკჷმა რე ხოლოს. ბჟადალშე მოუძჷ ნართექს. ოხვამეს ბრელი რე ძირაფილი არქეოლოგიური მასალფი: ბრელი მუდანობათ ოკიდალი ანგურა, ნამუეფსჷთ რე გჷშაჭუალაშახ კითით გჷშაჸონაფილი შხვადოშხვა ფორმაშ ასოეფი დო სიმბოლოეფი, ამფორაშ დო კრამიტიშ ნოტახერეფი, ორქოშ ჯვარი, ჩე მარმარილოშ სჷმეტიშ დო რუმე კირიშ ქუაშე ხაზჷრაფილი კანკელიშ ფრაგმენტეფი. ოხვამეს არქეოლოგიური გონთხორუეფით იძირჷ 14 საფულექ, აფსიდიშ გალე 8 საფულექ. თინეფ უმოსო ანგურათ რე ეგაფილი. თეჯგურა ტიპიშ საფულეეფი ძირაფილი რე მცხეთას დო გოხოლუაშ აბანეფს, აღაიანს დო ხოვლეს, ნამუეფით რე II ოშწანურაშ მაჟირა გვერდიშ დო IV ოშწანურათ დოთარიღაფილი. გიენოსიშ ოხვამე V ოშწანურაშ ბოლოთთ - VI ოშწანურაშ დაჭყაფუთ რე დოთარიღაფილი.',
  hotels: [AleksandriA],
  restaurants: [Ochamchire],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const sokhumi: City = {
  id: uuid(),
  slug: slugify('sokhumi'),
  name: 'sokhumi',
  area: 27,
  population: 65168,
  populationDensity: 2796,
  description:
    'სოხუმი, ცხუმი (ადრინდელი ქართული სახელწოდება, მისი მართებული ფორმა) — ქალაქი და მუნიციპალიტეტი საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის დედაქალაქი და სოხუმის მუნიციპალიტეტის ადმინისტრაციული ცენტრი. ქალაქად გამოცხადდა 1848 წელს.სოხუმი კონფლიქტამდე საქართველოს ერთ-ერთი მნიშვნელოვანი სამრეწველო, სატრანსპორტო (საზღვაო პორტი, რკინიგზის სადგური, აეროპორტი), კულტურული და საკურორტო-ტურისტული ცენტრი იყო.სოხუმი გაშენებულია უმთავრესად მდინარეების გუმისთისა და კელასურის ქვემო დინებათა შორის მოქცეულ დაბლობ-ვაკეზე, მისი სამხრეთ-აღმოსავლეთი ნაწილი — მდინარეებს ბესლეთსა და კელასურს შორის მდებარე ვიწრო სანაპირო დაბლობ-ვაკეზე. ქალაქის დასახლება ვრცელდება გორაკ-ბორცვებზე, რომლებიც ზღვისპირა ვაკეს ჩრდილო-აღმოსავლეთით ესაზღვრება.',
  sightseeing: {
    description:
      'სოხუმის ბოტანიკური ბაღი აფხაზეთში, ქალაქ სოხუმში მდებარეობს. ამჟამად აფხაზეთის ტერიტორია ოკუპირებულია რუსეთის მიერ. ბოტანიკური ბაღი 1840 წელს შეიქმნა და ერთ-ერთი უძველესია კავკასიაში. მისი დაარსება რუსეთის შავი ზღვის ფორტიფიკაციის ხაზის მეთაურს - ნიკოლაი რაიევსკის უკავშირდება. 1853-55 და 1877-78 წლებში, რუსეთ-თურქეთის ომის პერიოდში, სოხუმის ბოტანიკური ბაღი თურქებმა გაჩეხეს, 1894 წელს კი ნარგავების აღდგენითი სამუშაოები დაიწყო. დღესდღეობით ბოტანიკურ ბაღს ხუთი განყოფილება აქვს: ფლორის, ინტროდუქციის, მეყვავილეობის, დენდროლოგიის და მცენარეთა დაცვის. აქ 4 500-ზე მეტი სახეობის მცენარეა თავმოყრილი მსოფლიოს სხვადასხვა ქვეყნიდან. სოხუმის ბოტანიკური ბაღი მრავალფეროვანი უნიკალური მცენარეებით, აუზებით, სასეირნო ბილიკებითა და დასასვენებელი არეებით უამრავ ადამიანს იზიდავს, იგი ქალაქის ერთ-ერთი პოპულარული ღირსშესანიშნაობაა.',
    imageUrl:
      'https://storage.googleapis.com/feedc_v1_largepostimages/1038411A-3942-426E-A9D5-13294D5421C7_1602078109.jpeg',
  },
  history:
    'ადმინისტრაციულ-ტერიტორიული ერთეული საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის შემადგენლობაში. დღევანდელი საზღვრებით დაარსდა 1966 წელს, როგორც სოხუმის რაიონი.917 წლამდე ახლენდელი სოხუმის მუნიციპალიტეტის ტერიტორია, ქუთაისის გუბერნიაში, სოხუმის ოლქში შედიოდა, 1921 წლიდან გუმისთის მაზრაა, 1929 წელს ეწოდა სოხუმის მაზრა, ხოლო 1930 წელს სოხუმის რაიონი. 1963–64 წლებში შედიოდა ოჩამჩირის რაიონში, 1965 წელს გამოეყო მას, 1966 წლიდან (გაიყო სოხუმისა და გულრიფშის მუნიციპალიტეტებად) არსებობს დღევანდელი საზღვრებით. აფხაზეთში განვითარებული კონფიქლიტის გამო 1993 წლის სექტემბრიდან მუნიციპალიტეტზე ისევე, როგორც დანარჩენი აფხაზეთის ტერიტორიაზე, აღარ ვრცელდება საქართველოს იურისდიქცია. სოხუმის მუნიციპალიტეტს ჩრდილოეთით ესაზღვრება ყარაჩაი–ჩერქეზეთის ავტონომიური ოლქი, აღმოსავლეთით გულრიფშის, ხოლო დასავლეთით გუდაუთის მუნიციპალიტეტები, სამხრეთით აკრავს შავი ზღვა. მუნიციპალიტეტის ფართობია 1523,2 კმ². რაიონული ცენტრი – ქალაქი სოხუმი. სოხუმის მუნიციპალიტეტში არის 11 სასოფლო საბჭო -ახალსოფელი, ახალშენი, ბესლეთი (ცენტრი აბჟაყვა), გუმისთა (ცენტრი აჩადარა), ეშერა, ზემო ეშერა, თავისუფლება, კელასური, ოდიში, შრომა, ფსხუ; 60 სოფელი.',
  hotels: [BoutiqueHotelAnana],
  restaurants: [Leon],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gudauta: City = {
  id: uuid(),
  slug: slugify('gudauta'),
  name: 'gudauta',
  area: 1640,
  population: 15300,
  populationDensity: 9.32,
  description:
    'გუდაუთა — ქალაქი და მუნიციპალიტეტი საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის გუდაუთის რაიონის ადმინისტრაციული ცენტრი. მდებარეობს შავიზღვისპირა დაბლობზე, მდინარე გუდოუს შესართავთან, სოხუმიდან 37 კმ-ში. გუდაუთაში არის ცხუმ-აფხაზეთის ეპარქიის რეზიდენცია.',
  sightseeing: {
    description:
      'კაცხის სვეტირიწის ტბა აფხაზეთში, გუდაუთის მუნიციპალიტეტში მდებარეობს, მდინარე ბზიფის აუზში, ზღვის დონიდან 884 მეტრზე (აფხაზეთის ტერიტორია ამჟამად ოკუპრებულია რუსეთის მიერ). შერეული ტყით შემოსილ მთებს შორის მოქცეული ლურჯად მოლივლივე დიდი ტბა საოცრად ლამაზ სანახაობას წარმოადგენს და დიდ შთაბეჭდილებს ახდენს მნახველზე. რიწის ტბა და მისი მიდამოები უმშვენიერესია წლის ყველა სეზონზე. ტბის ქვაბული წარმოქმნილია გაგრის ქედის სამხრეთ-აღმოსავლეთ კალთიდან ჩამოქცეული კლდეზვავით, მდინარე ლაშიფსეს დაგუბების შედეგად. რიწის ტბის სარკის ფართობია 1,49 კმ², მაქსიმალური სიღრმე კი 101 მეტრი, იგი ამიერკავკასიაში ყველაზე ღრმა ტბაა. მას 6 მდინარე ერთვის, ყველაზე დიდია ლაშიფსე. ტბიდან გაედინება მდინარე იუფშარა. წყლის დონე მაქსიმუმს მაისში აღწევს, უმცირესს კი - თებერვალში. ტბაში თევზებიდან მხოლოდ კალმახი ბინადრობს. ტბისა და მისი შემოგარენის ბუნების დასაცავად 1946 წელს რიწის დაცული ტერიტორია შეიქმნა. რიწა საქართველოს ერთ-ერთი გამორჩეულად ლამაზი ტბაა და დიდი ტურისტული პოტენციალი გააჩნია.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/b/b7/Greater_Ritsa_Lake.jpg',
  },
  history:
    'გუდაუთა  — ქალაქი საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის გუდაუთის რაიონის ადმინისტრაციული ცენტრი. მდებარეობს შავიზღვისპირა დაბლობზე, მდინარე გუდოუს შესართავთან, სოხუმიდან 37 კმ-ში. ქალაქად გამოცხადდა 1926 წლის 10 ნოემბერს. მოსახლეობა 15,3 ათასი (1991 წ.).გუდაუთაში ბომბორის აეროდრომზე საბჭოთა პერიოდში განთავსებული იყო საბჭოთა საჰაერო თავდაცვის ძალების ბაზა, საიდანაც ცივი ომის პერიოდში სამხედრო ავიაციის 171-ე ან 529-ე დივიზიების სუ-27 ტიპის ავიამოიერიშეები დაფრინავდა. ეს დივიზია ემორჩილებოდა ბაქოს საჰაერო თავდაცვის არმიას (მე-19 არმია). აფხაზეთის კონფლიქტის პერიოდში გუდაუთა იყო აფხაზ სეპარატისტთა წინააღმდეგობის ცენტრი საქართველოს მთავრობის ძალებთან ბრძოლისას 1992-93 წლებში.საბჭოთა კავშირის დაშლის შემდეგ ბომბორას ავიაბაზა რუსეთის 50-ე სამხედრო ბაზად გადაკეთდა, შემდეგ კი მე-10 დამოუკიდებელ სამშვიდობო საჰაერო დივიზიის ბაზად. ეს ქვედანაყოფი პირდაპირ ემორჩილებოდა რუსეთის გენერალურ შტაბს.1999 წლისთვის ავიაბაზის ეკიპირებაში შედიოდა 142 AIFV/APC (მათ შორის - 62 BMD-1 და 11 BMD-2); და 11 self- propelled საარტილერიო სისტემა 2S9 „Nona-S“.ეს ბაზა ერთ-ერთ უმნიშვნელოვანეს როლს ასრულებდა აფხაზეთის კონფლიქტში. ქართული მხარისა და მრავალი დასავლეთი დამოუკიდებელი დამკვირვებლის მტკიცებით, გუდაუთის ბაზა მთავარი სამხედრო მხარდაჭერა იყო აფხაზი სეპარატისტებისთვის 1992-93 წლებში. 1995 წლის სექტემბერში საქართველო იძულებული გახდა ლეგიტიმური სტატუსი მიენიჭებინა რუსეთისთვის ამ ბაზის ლიზინგზე.1999 წელს სტამბოლში ჩატარებულ ეუთოს სამიტზე რუსეთი დათანხმდა გუდაუთის ბაზის დახურვასა და საკუთარი ჯარებისა და სამხედრო ტექნიკის გაყვანას, რის შედეგადაც ეს ბაზა დსთ-ის ქვეყნების სამშვიდობოების გამოყენებაში დარჩებოდა. მიუხედავად ამისა, აფხაზეთის დე ფაქტო მთავრობამ დაბლოკა ეუთო-ს ინსპექტორთა ვიზიტი და მას შემდეგ ტექნიკის გაყვანის ახალი თარიღი არ დადგენილა. საქართველოს მთავრობის მტკიცებით ეს ბაზა კვლავაც რჩება აფხაზი სეპარატისტების მთავარი სამხედრო დასაყრდენი.2008 წლის რუსეთ-საქართველოს ომის შემდეგ რუსეთმა აფხაზეთი დამოუკიდებელ სახელმწიფოდ ცნო და ამ ორ ქვეყანას შორის ურთიერთდახმარების ხელშეკრულებები დაიდო. ეს ხელშეკრულება რუსეთს საშუალებას აძლევს მისი სამხედრო ბაზები განათავსოს გუდაუთაში, რაც ავიატექნიკასთან ერთად მოიცავს ტ-62 ტანკებს, მსუბუქ ჯავშნიან მანქანებს, ს-300 ჰაერსაწინააღმდეგო სისტემებსა და სხვა.გუდაუთის ბაზა დღემდე რჩება რუსეთ-საქართველოს ურთიერთობების ერთ-ერთ ძირითად პრობლემად.',
  hotels: [EcoPapaHotel],
  restaurants: [Veranda],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gagra: City = {
  id: uuid(),
  slug: slugify('gagra'),
  name: 'gagra',
  area: 772,
  population: 11959,
  populationDensity: 15.5,
  description:
    'გაგრა — ქალაქი და მუნიციპალიტეტი საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის გაგრის მუნიციპალიტეტის ადმინისტრაციული ცენტრი. მდებარეობს გაგრის ქედის სამხრეთ კალთაზე, გაგრის უბის ვიწრო სანაპირო ზოლში. ქალაქად გამოცხადდა 1933 წელს. გაგრა ცნობილი ზღვისპირა კლიმატური და ბალნეოლოგიური კურორტია და პორტი შავ ზღვაზე.შუა საუკუნეებში მას „გაგარი“ ეწოდებოდა, რაც ძველ ქართულში „ხეობაში ვიწრო გასასვლელს“ ნიშნავდა. ქართულ წყაროში პირველად მოხსენიებულია XIV საუკუნეში. ძველად აქ, ზღვის პირას, გზა გადიოდა, რომელიც ჩრდილოეთ შავიზღვისპირეთს საქართველოსთან და, საერთოდ, სამხრეთ კავკასიასთან აკავშირებდა. XIV-XV სს. იტალიურ და კატალონიურ რუკებზე აღნიშნულია Cacary//Chachari//Cacar//Chatari ფორმით.',
  sightseeing: {
    description:
      'კრუბერის მღვიმე აფხაზეთში, გაგრის მუნიციპალიტეტში, ბერჭილის ქედზე მდებარეობს. აფხაზეთის ტერიტორია ამჟამად ოკუპირებულია რუსეთის მიერ. კრუბერის უფსკრული სიღრმით მსოფლიოში მეორე ადგილზეა ვერიოვკინის მღვიმის შემდეგ, რომელიც ასევე აფხაზეთში მდებარეობს. მღვიმე 1960 წელს აღმოაჩინეს, სახელი კი ცნობილი რუსი გეოგრაფის ალექსანდრე კრუბერის პატივსაცემად უწოდეს, რომელიც დასავლეთ კავკასიონის მთებს იკვლევდა მეოცე საუკუნის დასაწყისში. კრუბერის მღვიმე საოცრად შთამბეჭდავ და მისტიკურ სანახაობას წარმოადგენს. ვერტიკალური, ძალიან ღრმა, ჭისებრი ჩასასვლელით მღვიმის ჯადოსნურ სამყაროში მოხვედრა მხოლოდ სპეციალური აღჭურვილობის საშუალებითაა შესაძლებელი. მღვიმის შესასვლელი ზღვის დონიდან 2320 მეტრზეა. კრუბერის გამოქვაბული სუბვერტიკალური ტიპის სიღრუეს წარმოადგენს. მღვიმეში გვხვდება მინიატურული სტალაქტიტები, სტალაგმიტები და ფარდები. ქვაბულში არის წყლის ნაკადები და პატარა ტბები. კრუბერის უფსკრულის წყლებით საზრდოობს მდინარე რეპრუა.',
    imageUrl:
      'http://server5.intermedia.ge/article_images/small/201905/2019052213280287143.jpg',
  },
  history:
    'გაგრის ტერიტორიაზ ადამიანი ცხოვრობდა ჯერ კიდევ პალეოლითის ხანაში. გვიანანტიკურ ხანაში ააგეს ციხე, რომელიც ბევრჯერ იქნა გადაკეთებული. გაგრაში იყო ბერძნული კოლონია სახელად ტრიგლიტი (Triglite) და მასში ბერძნები და კოლხები სახლობდნენ. ძვ. წ. I საუკუნეში ის პონტოს სამეფოს გავლენის ქვეშ მოექცა, სანამ მას რომის იმპერია დაიქვემდებარებდა. ამ უკანასკნელმა ქალაქს ნიტიკა (Nitica) დაარქვა. მისი გეოგრაფიული მდებარეობის გამო რომაელებმა ქალაქს ფორტიფიკაციები აუშენეს, რომელსაც გამუდმებით თავს ესხმოდნენ გოთები და სხვა მთიელი ხალხები. რომის დაცემის შემდეგ, მისი მემკვიდრე, ბიზანტიის იმპერია, იღებს ქალაქის მართვის სადავეებს. IX საუკუნიდან გაგრა აფხაზთა სამეფომ შეიერთა.პირველად იხსენიება 1308 წლის რუკაზე „გაგარის“ ფორმით, რაც ძველ ქართულში „ხეობაში ვიწრო გასასვლელს“ ნიშნავდა. იტალიელი პიეტრო ვისკონტის ეს რუკა ამჟამად ვენეციის სან-მარკოს ბიბლიოთეკაში ინახება. ძველად აქ, ზღვის პირას, გზა გადიოდა, რომელიც ჩრდილოეთ შავიზღვისპირეთს საქართველოსთან და, საერთოდ, სამხრეთ კავკასიასთან აკავშირებდა. XIV-XV სს. იტალიურ და კატალონიურ რუკებზე აღნიშნულია Cacary//Chachari//Cacar//Chatari ფორმით. შუა საუკუნეების წყაროებში გაგრა მოხსენიებულია სხვა სახელწოდებებითაც — ვენეციური „კონტეზი“ (ნავსადგური), სპარსული „დერბენტი“ (ჩრდილო-აღმოსავლეთ კავკასიის რკინის კარიბჭე). ამ პერიოდში ის მნიშვნელოვანი სავაჭრო ცენტრი ხდება და აქ გენუელი და ვენეციელი ვაჭრები მძლავრობენ. ქალაქის მთავარი ექსპორტი შალი, თაფლი, ცვილი და მონები იყო. გენუელებმა ადგილას, სადაც ამჟამად სოფელი ალახაძეა, დააარსეს ფაქტორია „სანტა-სოფია“, ხოლო ბიჭვინთის კონცხზე — „პიცუნდო“. XIV საუკუნეში გაგრაში გაძლიერდა ებრაული თემი. ამ დროს გაგრაში ცხოვრობდა სწავლული ფილოლოგი რაბინი იეჰუდა ბენ იაკობი, რომელიც იყო გადამწერი ებრაული გრამატიკისა, რომელსაც ყარაიმული გრამატიკული სკოლის გავლენა ეტყობა. XVI საუკუნეში გენუელები და ვენეციელები შავი ზღვის სანაპიროდან ოსმალეთის იმპერიამ განდევნა. გენუელების ციხე-ქალაქები ოსმალებმა დაიკავეს. გაგრაში მონებით ვაჭრობა კვლავინდებურად ყვაოდა. 1641 წელს აქ იმგზავრა ევლია ჩელებმა, რომელიც გაგრას „კა-კურის“ ნავსადგურს უწოდებს, იქ კი, სადაც ამჟამად ახალი გაგრაა, მისი სიტყვებით სოფელი „ჰაკე“ იყო (სოფელი გაგრიფში). XVIII საუკუნეში გაგრა დაკნინებას იწყებს. ნავსადგური ვაჭრებმა დატოვეს და მათი ადგილი მეკობრეებმა დაიკავეს. ხშირი იყო შეტაკებები აბაზგებისა და საძების ტომებს შორის.',
  hotels: [EcoPapaHotel],
  restaurants: [Besedka],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gali: City = {
  id: uuid(),
  slug: slugify('gali'),
  name: 'gali',
  area: 1003,
  population: 7200,
  populationDensity: 7.18,
  description:
    'გალი (მეგრ. ღალი — ღელე) — ქალაქი და მუნიციპალიტეტი საქართველოში, აფხაზეთის ავტონომიურ რესპუბლიკაში . ქალაქად გამოცხადდა 1932 წელს. ქალაქი მდებარეობს სამურზაყანოს დაბლობზე, მდინარე ერისწყლის ორივე ნაპირზე. არქანჯელო ლამბერტის რუკაზე (1654) გოგიელის სახელით არის აღნიშნული. იგი ამ დროს ოდიშის სამთავროში შედიოდა. 1906 წელს სამურზაყანოს ცენტრი ოქუმიდან გალში გადაიტანეს, 1928-1930 წლებში მაზრის ცენტრი იყო.გალში არის რკინიგზის სადგური, ჩაის და ეთერზეთების ქარხნები, თეატრი, მხარეთმცოდნეობის მუზეუმი.გალის ჩრდილო-აღმოსავლეთი მთიანია, სამხრეთ-დასავლეთი — ვაკე-დაბლობი. მთიანი ნაწილი აგებულია ცარცული ასაკის კირქვებით; უკიდურესი ჩრდილოეთი ზოლი — იურული პორფირიტებით, ტუფ-ქვიშაქვებით, ტუფ-ბრექჩიებით; გორაკ-ბორცვიანი ზონის აგებულებაში მონაწილეობს პალეოცენ-ეოცენური, მიოცენ-პლიოცენური კირქვები, მერგელები, თიხები, კონგლომერატები და ქვიშაქვები. სამურზაყანოს ვაკე-დაბლობი აგებულია მეოთხეული ასაკის რიყნარით, ქვიშებითა და თიხებით. რაიონის ჩრდილოეთ ნაწილში მდებარეობს საშუალო სიმაღლის ინტენსიურად დაკარსტული ოხაჩქუის და ოისირედ ქედები, აგრეთვე აკიბის ქედი, სამხრეთით მოსდევს გორაკ-ბორცვიანი ზონა. ქ. გალის სამხრეთ-აღმოსავლეთით აღმართულია ანტიკლინური სერი სატანჯო (506 მ), კიდევ უფრო სამხრეთით, მდინარე ენგურამდე, გადაჭიმულია 20-30 მ სიმაღლის სამურზაყანოს ვაკე-დაბლობი. ზღვის ნაპირის გასწვრივ განვითარებულია დიუნები, მათ მიღმა სანაპირო ალაგ-ალაგ დაჭაობებულია. სასარგებლო წიაღისეულიდან აღსანიშნავია თაბაშირის (ოქუმი) საბადო.',
  sightseeing: {
    description: 'ი',
    imageUrl: '',
  },
  history:
    'გალის მუნიციპალიტეტი  — ადმინისტრაციულ-ტერიტორიული ერთეული საქართველოში, აფხაზეთის ავტონომიური რესპუბლიკის შემადგენლობაში, კერძოდ, აფხაზეთის სამხრეთ-აღმოსავლეთ ნაწილში, შავი ზღვის სანაპიროზე. 1917 წლამდე გალის რაიონი შედიოდა ქუთაისის გუბერნიის სოხუმის ოკრუგში სამურზაყანოს მაზრის სახელწოდებით, 1921 საქართველოს სსრ ადმინისტრაციულ-ტერიტორიული დაყოფით აფხაზეთის სსრ-ში ჯერ გალის მაზრის, ხოლო 1939 წლიდან — გალის რაიონის სახელწოდებით. გალის რაიონს ჩრდილოეთით ესაზღვრება ოჩამჩირის, აღმოსავლეთით — წალენჯიხის, სამხრეთით — ზუგდიდის რაიონები, დასავლეთით — შავი ზღვა. ფართობი 1003 კმ2. რაიონული ცენტრი — ქ. გალი. 2008 წლის 23 ოქტომბრის საქართველოს ოკუპირებული ტერიტორიების შესახებ კანონის საფუძველზე, ტერიტორია ოკუპირებულია რუსეთის ფედერაციის სამხედრო აგრესიის შედეგად და დადგენილია ამ ტერიტორიების განსაკუთრებული სამართლებრივი რეჟიმი.',
  hotels: [RitsaHotel],
  restaurants: [Legend],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const ozurgeti: City = {
  id: uuid(),
  slug: slugify('ozurgeti'),
  name: 'ozurgeti',
  area: 675,
  population: 62500,
  populationDensity: 9258,
  description:
    'ოზურგეთის მუნიციპალიტეტი გამოირჩევა ულამაზესი ბუნებითა და საინტერესო კულტურული ძეგლებით. ტყეები, მთები და საოცარი ხედები შესანიშნავია ბუნებაში ხეტიალის მოყვარულთათვის. დიდი პოპულარობით სარგებლობს კურორტი გომისმთა, რომელიც ღრუბლების უკიდეგანო ზღვით, ნაძვნარითა და მშვენიერი გარემოთი დაუვიწყარ შთაბეჭდილებას ახდენს. ერთ-ერთი გამორჩეული ადგილია ალპური მდელოებით გარშემორტყმული ჭინჭაოს ტბა, საიდანაც ულამაზესი ხედები იშლება. ოზურგეთში მრავალი მნიშვნელოვანი კულტურულ-ისტორიული ძეგლიც გვხვდება. აღსანიშნავია შემოქმედის მონასტერი, რომელიც ორ ტაძარს მოიცავს და გამორჩეულია ფერადოვანი მოპირკეთებითა, მხატვრობითა და სადა დეკორით, ლიხაურის მთავარანგელოზთა ეკლესია ლამაზი, დახვეწილი ჩუქურთმებით, აჭის ეკლესია, ჯუმათის ეკლესია, ასკანის ციხე, ლიხაურის ციხე, ისტორიული, უძველესი ციხე-ქალაქი შუხუთი და მრავალი სხვა. რაიონში ფუნქციონირებს 3 მუზეუმი: ოზურგეთის ისტორიული მუზეუმი, ექვთიმე თაყაიშვილის სახელობის გურიის მხარის არეოლოგიური მუზეუმ-ნაკრძალი და დვაბზუს ეთნოგრაფიული მუზეუმი. ოზურგეთის ისტროიულ მუზეუმში დაცულია 6000-ზე მეტი ექსპონატი, რომლებიც მოცავენ პერიოდს ძველი წელთაღრიცხვის IX ათასწლეულიდან დღემდე. არქეოლოგიურ მუზეუმ-ნაკრძალში ნახავთ: გურიანთა-ვაშნარის V-VIII საუკუნეების ნაქალაქარის ნაშთებს, არქეოლოგიური გათხრების შედეგად გამოვლენილ VI საუკუნის II ნახევრის მონასტრის ფრაგმენტებს, საფორტიფიკაციო ნაგებობების, ბაზილიკისა და მარტირიუმის ნაშთებს, ნაქალაქარის ტერიტორიაზე გამოვლენილი ადრეანტიკური და ელინისტური ხანის ნამოსახლარებს, თიხის სარკოფაგებს, ქვევრ-სამარხებს, აბანოს. მუნიციპალიტეტში არის სამთო და ზღვისპირა კურორტები, სადაც კომფორტულ და სასიამოვნო დასვენებას შეძლებთ.',
  sightseeing: {
    description:
      'შემოქმედის სამონასტრო კომპლექსი — შუა საუკუნეების სამონასტრო კომპლექსი გურიის მხარეში, ოზურგეთის მუნიციპალიტეტში, სოფელ შემოქმედში, შემოქმედის ეპარქიის ცენტრი. მდებარეობს მდინარე ბჟუჟის მარცხენა ნაპირზე, ოზურგეთიდან სამხრეთ-დასავლეთით 7-8 კმ-ის დაშორებით.მონასტერი ორი ტაძრისაგან და მეთექვსმეტე საუკუნეში აშენებული სამრეკლოსაგან შედგება. მარჯვენა ტაძარი XII საუკუნის ,,ღვთაებაა“, მარცხენა _ XVI საუკუნის ,,ზარზმა“, რომელიც ვახტანგ I გურიელმა საგანგებოდ ააგო 1572 წელს, რათა შიგ დაებრძანებინა ზარზმის მონასტრიდან XVI საუკუნეში გადმოსვენებული ფერისცვალების ხატი. იგი დღემდე შემორჩენილ ქართულ ხატებს შორის უძველესია და 886 წლით თარიღდება. ორივე ტაძარი ერთმანეთზეა მიშენებული. შემოქმედის მონასტერს მდიდარი და მრავალფეროვანი წიგნსაცავები ჰქონდა. აქ დაცული იყო ორი შესანიშნავი ხელნაწერი: “გულანი” ანუ ლოცვანი და “ფუტკარი” ანუ ბერძნული ეკლესიის ზოგი წმიდანის ცხოვრების კრებული, მასში ასევე მოთხრობილია ქართული და სომხური ეკლესიების განხეთქილების ამბავი, VI და VII საუკუნეების ქალკედონიის კრების შემდეგ. შემოქმედის მონასტერი მდიდარ მამულებს ფლობდა. შემოქმედის მონასტერი იყო შემოქმედელი ეპისკოპოსებისა და გურიელების საგვარეულო საძვალე.შემოქმედის ჯვარ-ხატები და სხვა საეკლესიო ნივთები მრავლად იყო ექვთიმე თაყაიშვილის მიერ გადატანილ ქართულ საგანძურში.1990 წლამდე აქ იყო დუმბაძეების სახლ-კარი, სადაც ცხოვრობდა ცნობილი პიროვნება დიმიტრი დუმბაძე. ამ ადგილს ხშირად ილია ჭავჭავაძე და აკაკი წერეთელი სტუმრობდნენ.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Shemoqmedi_church.JPG/1280px-Shemoqmedi_church.JPG',
  },
  history:
    'ოზურგეთის მუნიციპალიტეტი გურიის მხარეში მდებარეობს. ადამიანის ცხოვრების კვალი აქ უძველესი დროიდან იწყება. რაიონის ტერიტორიაზე გამოვლენილია ბრინჯაოს ხანის ნამოსახლარები და სახელოსნოები, როგორიცაა ვაკიჯვრის სახელოსნო და შემოქმედის ნამოსახლარი. ოზურგეთი ისტორიულ წყაროებში პირველად XVI საუკუნეში იხსენიება. იგი კულტურულად და ეკონომიკურად განვითარებულ რაიონს წარმოადგენდა შუასაუკუნეებში, რასაც მუნიციპალიტეტის ტერიტორიაზე მდებარე მრავალი ტაძარი და ციხე-სიმაგრეც ადასტურებს. ქალაქი ოზურგეთი გვიანფეოდალურ ხანაში მნიშვნელოვანი სავაჭრო ქალაქი და გურიის მთავრების რეზიდენცია იყო. აქ აღმოჩენილია მონეტების განძი, 270 ვერცხლის მონეტა, რომელიც ოზურგეთის განძის სახელითაა ცნობილი. ოზურგეთი აღწერილი აქვთ იტალიელ მისიონერებს - დონ კრისტოფორო დე კასტელს, ანტონიო ჯარდინას, კლიმენტო გალიანოს, რომლებიც 1628-1640 წლებში სამისიონერო მოღვაწეობას ეწეოდნენ გურიაში. ოზურგეთი ცალკე რაიონი 1930 წელს გახდა. 1934 წელს მას რევოლუციონერი ფილიპე მახარაძის პატივსაცემად მახარაძის რაიონი ეწოდა, 1990 წელს კი კვლავ დაიბრუნა ოზურგეთის სახელწოდება. 2006 წლიდან მას მუნიციპალიტეტის სტატუსი აქვს. დღესდღეობით რაიონში ფუნქციონირებს თეატრი, 3 მუზეუმი, ბიბლიოთეკაბი და სხვა კულტურულ-საგანმანათლებლო დაწესებულებები. მუნიციპალიტეტში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მეციტრუსეობა, თხილი, სიმინდი, მეჩაიეობა. მნიშვნელოვანი ადგილი უჭირავს აგრეთვე კვების მრეწველობას, ოზურგეთში არის სხვადასხვა პროფილის მცირე საწარმოები. ვითარდება ტურისტული ინფრასტრუქტურაც, განსაკუთრებით შავი ზღვის სანაპირო ზოლში. ტურისტულად მნიშვნელოვანი და პოპულარული ადგილია ასევე კურორტი გომისმთა. რაიონში მდებარე ისეთი კულტურულ-ისტორიული ძეგლები, როგორიცაა: შემოქმედის, ჯუმათის, აჭის და ლიხაურის ეკლესიები, ლიხაურის ციხე, ასკანის ციხე, ვაშნარის ნაქალაქარი და სხვა, დიდ ყურადღებას იქცევს და უამრავ მოგზაურობის მოყვარულს იზიდავს.',
  hotels: [MenabdeWinery],
  restaurants: [Tortiko],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const chokhatauri: City = {
  id: uuid(),
  slug: slugify('chokhatauri'),
  name: 'chokhatauri',
  area: 204,
  population: 1815,
  populationDensity: 8.89,
  description:
    'ჩოხატაური გურიის მხარეში მდებარე მუნიციპალიტეტია. სახელწოდება საგვარეულო სახელიდან (ჩახატარაშვილი, ჩხატარაშვილი) არის ნაწარმოები. ეს რაიონი ხშირად ყოფილა სისხლისღვრისა თუ ავბედითობის მოწმე. იმერეთის აჯანყების დროს, 1820 წლის აპრილიდან აგვისტომდე, ჩახატაური რუსეთის იმპერიის ჯარებსა და აჯანყებულ გურულებს შორის ბრძოლების ერთ-ერთ პოლიგონს წარმოადგენდა. დღესდღეობით ჩოხატაურში ფუნქციონირებს: 4 მუზეუმი, კულტურის ცენტრი, ხელოვნების გალერეა, ჩოხატაურის სახალხო თეატრი და 33 ბიბლიოთეკა. რაიონში წამყვანი დარგია სოფლის მეურნეობა (მეხილეობა, მარცვლეულის მეურნეობა, მევენახეობა, მეჩაიეობა, მეცხოველეობა). მნიშვნელოვანი ადგილი უჭირავს მინერალური წყლის - „ნაბეღლავის“ ჩამოსასხმელ ქარხანას. გარდა მინერალური წყლისა, მუნიციპალიტეტის მთავარი წიაღისეული სიმდიდრეა: მინერალური საღებავები, პირიტი, საშენი ქვები, სააგურე და საკერამიკე მიწა. დიდი პოპულარობისთ სარგებლობს სამთო-კლიმატური კურორტები ბახმარო და ნაბეღლავი. ნაძვების სურნელსა და ნისლებში გახვეული ბახმარო, ჯაჯის ტბა, ამწვანებული თუ შემოდგომისფერი ტყეები, კულტურული ძეგლები და ეს ყველაფერი კი გურულების ენამოსწრებული იუმორით შეზავებული, ვფიქრობ, ნამდვილად არის მიზეზი, რომ ჩოხატაურსა და ზოგადად გურიას ერთხელ მაინც ესტუმროთ.',
  sightseeing: {
    description:
      'ჯაჯის ტბა მდებარეობს მესხეთის ქედის სამხრეთ კალთაზე ზღვის დონიდან 2655 მეტრზე. ტბა ესაზღვრება ჩოხატაურის, ვანის და ადიგენის მუნიციპალიტეტებს. ტბასთან მდებარეობს მწვერვალი მეფისწყარო, რომლის სიმაღლე 2850 მეტრია და მოგზაურებს სთავაზობს ხედებს სამ სხვადასხვა რეგიონზე: იმერეთი, გურია და სამცხე-ჯავახეთი.ტბასთან მისვლა რამდენიმე მარშრუტით არის შესაძლებელი: 1. აბასთუმანი; 2. ფერსათის პლატო; 3. სოფელი დერცელი.მოცემული ვარიანტებიდან ტბასთან ყველაზე ახლოს მისვლა ტრანსპორტით შესაძლებელია სოფელი დერცელის საზაფხულო ფერმებისა და ფერსათის პლატოს მხრიდან.ყველაზე გრძელი გზა აბასთუმნის ობსერვატორიიდან იწყება. მარშრუტის დაწყება აბასთუმნისდან მოსახერხებალია მცირე ჯგუფებისათვის რადგან, აბასთუმნის ობსერვატორიაში მარტივია საზოგადოებრივი ტრანსპორტით მოხვედრა. ბილიკი ქედს მიუყვება და მოგზაურებს თვალწარმტაც ხედებს სთავაზობს ორივე მხარეს.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/jajis-tba-ozero-dzhadzhi-jaji-lake.jpg',
  },
  history:
    'ჩოხატაური გურიის მხარეში მდებარე მუნიციპალიტეტია. სახელწოდება საგვარეულო სახელიდან (ჩახატარაშვილი, ჩხატარაშვილი) არის ნაწარმოები. ეს რაიონი ხშირად ყოფილა სისხლისღვრისა თუ ავბედითობის მოწმე. იმერეთის აჯანყების დროს, 1820 წლის აპრილიდან აგვისტომდე, ჩახატაური რუსეთის იმპერიის ჯარებსა და აჯანყებულ გურულებს შორის ბრძოლების ერთ-ერთ პოლიგონს წარმოადგენდა. დღესდღეობით ჩოხატაურში ფუნქციონირებს: 4 მუზეუმი, კულტურის ცენტრი, ხელოვნების გალერეა, ჩოხატაურის სახალხო თეატრი და 33 ბიბლიოთეკა. რაიონში წამყვანი დარგია სოფლის მეურნეობა (მეხილეობა, მარცვლეულის მეურნეობა, მევენახეობა, მეჩაიეობა, მეცხოველეობა). მნიშვნელოვანი ადგილი უჭირავს მინერალური წყლის - „ნაბეღლავის“ ჩამოსასხმელ ქარხანას. გარდა მინერალური წყლისა, მუნიციპალიტეტის მთავარი წიაღისეული სიმდიდრეა: მინერალური საღებავები, პირიტი, საშენი ქვები, სააგურე და საკერამიკე მიწა. დიდი პოპულარობისთ სარგებლობს სამთო-კლიმატური კურორტები ბახმარო და ნაბეღლავი. ნაძვების სურნელსა და ნისლებში გახვეული ბახმარო, ჯაჯის ტბა, ამწვანებული თუ შემოდგომისფერი ტყეები, კულტურული ძეგლები და ეს ყველაფერი კი გურულების ენამოსწრებული იუმორით შეზავებული, ვფიქრობ, ნამდვილად არის მიზეზი, რომ ჩოხატაურსა და ზოგადად გურიას ერთხელ მაინც ესტუმროთ.',
  hotels: [Hotelpagio],
  restaurants: [TerracePub],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const zestafoni: City = {
  id: uuid(),
  slug: slugify('zestafoni'),
  name: 'zestafoni',
  area: 423,
  population: 20814,
  populationDensity: 136.24,
  description:
    'ზესტაფონის მუნიციპალიტეტი გამოირჩევა ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით. განსაკუთრებული პოპულარობით სარგებლობს სამცვერას ჩანჩქერი, რომელსაც ზაფხულობით უამრავი ტურისტი თუ ადგილობრივი სტუმრობს. ზესტაფონში სხვადასხვა პერიოდის მრავალ კულტურულ-ისტორიული მნიშვნელობის მქონე ძეგლს ნახავთ. აქ მდებარეობს ანტიკური პერიოდის შორაპნის ციხე, რომელიც ქართლის მეფე ფარნავაზ I-მა ააგო. სტრაბონის ცნობით, იგი იმდენად დიდი იყო, რომ მასში ქალაქის მთელი მოსახლეობა თავისუფლად ეტეოდა. საზანოს ციხე, თამარის ხიდი, ტაბაკინის მონასტერი, საქარის ეკლესია, დიკლაურის ციხე და სხვა მრავალი შუასაუკუნოვანი ტაძარი თუ ციხე-სიმაგრეა რაიონში შემორჩენილი, რაც მას ძალიან საინტერესოსა და ტურისტულად მიმზიდველს ხდის. ზესტაფონში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი. მუზეუმში დაცული მდიდარი არქეოლოგიური მასალა მოიცავს პერიოდებს ქვის ხანიდან XIX-XX საუკუნეებამდე. აქ წარმოდგენილია კერამიკული ნიმუშები, საყოფაცხოვრებო ნივთები, ნუმიზმატიკა, ფოტომასალა, სახვითი ხელოვნების ნიმუშები და სხვა.  ',
  sightseeing: {
    description:
      'ტაბაკინის მონასტერი იმერეთის მხარეში, ზესტაფონის მუნიციპალიტეტის სოფელ ტაბაკინში მდებარეობს. იგი VII-VIII საუკუნეებით თარიღდება. მონასტერს ქვეყნის ისტორიაში მნიშვნელოვანი ადგილი უჭირავს. აქ შუასაუკუნეებში სამონასტრო ცხოვრება განვითარებული იყო და 70 ბერი მოღვაწეობდა. კომუნიზმის პერიოდში მონასტერში სიცოცხლე ჩაკვდა, თუმცა XX საუკუნის ბოლოს, 1992 წლიდან იგი კვლავ აღორძინდა. ტაბაკინის ტაძარი გამოირჩევა გამოირჩევა არქიტექტურითა და XVI საუკუნის მოხატულობით. ეკლესია ორნავიან ბაზილიკას წარმოადგენს კრიპტითა და მინაშენით, რომელსაც XI და XVI საუკუნეების აღდგენის კვალი ემჩნევა. ჩრდილოეთის ნავი მთავარ ნავს მასიურ ოთკუთხა ბოძზე დაყრდნობილი განიერი ორთაღედით უკავშირდება. ნავის აღმოსავლეთ ნაწილში აფსიდიანი სათავსია, ხოლო სამხრეთით მდებარე სტოა დამოუკიდებელ სათავსს წარმოადგენს. სტოის სამხრეთ ფასადი ორ მონუმენტურ მრგვალ სვეტზე გადასული თაღებითაა გაფორმებული, დასავლეთის კედელი კი ფართო თაღითაა გახსნილი. XVI საუკუნის 20-იან წლებში დანგრეული მონასტერი განაახლა და ტაძარი მოახატვინა ქუთათელმა ეპისკოპოსმა გერასიმე ჩხეტიძემ. ეკლესიაში შემონახულია ქტიტორის - იმერეთის მეფე ბაგრატ III-ის გამოსახულება.',
    imageUrl: 'https://live.staticflickr.com/3854/14344270994_75a3d9a965_b.jpg',
  },
  history:
    'ზესტაფონი დასავლეთ საქართველოში, იმერეთის მხარეში მდებარე მუნიციპალიტეტია. ისტორიულ წყაროებში იგი პირველად XVI საუკუნეში იხსენიება. თავად სახელწოდების წარმოშობას ზედა ფონს უკავშირებენ (მდ. ყვირილის ზედა ფონი). XIX- ე საუკუნის 20-იან წლებში აქ კაზაკთა ჯარის პოსტი - ყვირილის პოსტი იყო და ამავე პერიოდში ზესტაფონსაც ყვირილა დაერქვა. XX საუკუნის 20-იან წლებში, მცირე დროით იგი რევოლუციონერ ჯუღელის სახელს ატარებდა, მოგვიანებით კი კვლავ დაიბრუნა ისტორიული სახელწოდება. XX საუკუნეში ფეროშენადნობთა ქარხნის ამუშავებამ ზესტაფონის ზრდა განაპირობა და იგი საქართველოს ერთ-ერთ ინდუსტრიალურ ცენტრად იქცა. რაიონში წამყვანი სამრწველო დარგებია: შავი მეტალურგია, ელექტროენერგია და კვების მრეწველობა, განვითარებულია სოფლის მეურნეობაც, განსაკუთრებით მევენახეობა. დღესდღეობით მუნიციპალიტეტის ტერიტორიაზე ფუნქციონირებს მუზეუმი, 2 პროფესიული სასწავლებელი, თეატრი და 42 ბიბლიოთეკა. ასევე გამოიცემა ადგილობრივი გაზეთი - "ზესტაფონის მოამბე". ზესტაფონში ადამიანი უძველესი დროიდან სახლობდა და რაიონში მრავალი სხვადასხვა პერიოდის ისტორიული მნიშვნელობის ძეგლია შემორჩენილი. განსაკუთრებით აღსანიშნავია ანტიკური ხანის შორაპნის ციხე, ტაბაკინის VI საუკუნის ეკლესია, ზედა საქარის XI საუკუნის ეკლესია, საზანოს ციხე, თამარის ხიდი ჭალატყეში და ა.შ. გარდა კულტურული ძეგლებისა ზესტაფონი ულამაზესი ბუნებითაც გამოირჩევა, განსაკუთრებით პიპულარულია მწვანეში ჩაფლული, უმშვენიერესი სამცვერას ჩანჩქერი.    ',
  hotels: [GuesthouseZedafoni],
  restaurants: [Megapolisi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};
export const samtredia: City = {
  id: uuid(),
  slug: slugify('samtredia'),
  name: 'samtredia',
  area: 364.1,
  population: 48562,
  populationDensity: 133.38,
  description:
    'სამტრედიის მუნიციპალიტეტი დასავლეთ საქართველოში, იმერეთის მხარეში მდებარეობს, მდინარე რიონის მარჯვენა სანაპიროზე, იქ სადაც ქუთაისიდან მომავალ გზატკეცილს უერთდება გურიისა და სამეგრელოს მთავარი გზები. მისი ადმინისტრაციული ცენტრია ქალაქი სამტრედია. მუნიციპალიტეტი მოიცავს შემდეგ ადმინისტრაციულ ერთეულებს: ქალაქი სამტრედია, დაბა კულაში, ბაში, გამოჩინებული, გომი, გორმაღალი, ეწერი, მელაური, ნაბაკევი, ეფეთი, საჯავახო, ტოლები, ღანირი, იანეთი, დიდი ჯიხაიში. რაიონს ესაზღვრება აბაშის, ლანჩხუთის, ვანის, ხონის, წყალტუბოს და ჩოხატაურის მუნიციპალიტეტები. სამტრედიის მუნიციპალიტეტის ძირითადი ნაწილი კოლხეთის დაბლობზეა განლაგებული, ხოლო მცირე ნაწილი საჯავახოს ზეგანზეა შეფენილი. რაიონის მთავარი მდინარეა რიონი, რომელიც მას ორ თითქმის თანაბარ ნაწილად ჰყოფს.სამტრედიის მუნიციპალიტეტი ნოტიო სუბტროპიკული ჰავის ზონაშია. ჰაერის საშუალო წლიური ტემპერატურა 14°C -ია. იანვრის საშუალო ტემპერატურა +5°C-ია, ხოლო ყველაზე ცხელი თვის, ივლისისა კი - +25°C.',
  sightseeing: {
    description:
      'ტელეფისის ციხე — VI საუკუნის ციხესიმაგრე საქართველოში, სამტრედიის მუნიციპალიტეტის სოფელ ტოლებში.სახელწოდება ტელეფისი ისე ჰგავს ზემო იმერეთში არსებული სოფლის, ტელეფას სახელწოდებას, რომ ქართულ სამეცნიერო ლიტერატურაში დამკვიდრებული იყო აზრი ტელეფასა და ტელეფისის იგივეობის შესახებ. ამ აზრს იზიარებდნენ მარი ბროსე, ივანე ჯავახიშვილი. სიმონ ყაუხჩიშვილმა აკაკი შანიძის დახმარებით და 1935 წელს ჩატარებული ექსპედიციის შედეგად დაადგინა, რომ ტელეფისის ციხე მდებარეობს ისტორიულ გურიაში, სამტრედიის რაიონში, საჯავახოს სასოფლო საბჭოში, სოფელ ტოლებში, მდინარე ხევისწყლის ნაპირებზე.ციხე მდებარეობს მაღალ მთაზე, რომელსაც ციცაბო ფერდობები აქვს. ასვლა შესაძლებელია მხოლოდ სამხრეთ-აღმოსავლეთის მხრიდან. ჩრდილოეთის ფერდობ კლდოვან-ნაპრალიანია. ამ მთის პირდაპირ დგას მეორე მთა, მორეშავი. მთებს შორის მოედინება მდინარე ხევისწყალი, რომელიც 1,5 კილომეტრში ჩაედინება რიონში. ტელეფისის ციხე ზემოდან, დაახლოებით ორი კილომეტრის მანძილიდან დაჰყურებს მდინარე რიონისა და ცხელინისწყლის შესართავს. სავარაუდოა, რომ რიონის კალაპოტი ადრე სამხრეთით, უშუალოდ ციხის ახლოს უნდა ყოფილიყო.',
    imageUrl:
      'hhttps://upload.wikimedia.org/wikipedia/commons/a/a4/Telefisi_Fortress.jpg',
  },
  history:
    'სამტრედია იმერეთში მდებარე მუნიციპალიტეტია. ეს ადგილი მოხსენიებულია ძველ ისტორიულ წყაროებშიც XVIII საუკუნის II ნახევრიდან, როგორც სოფელი სამტრედია. 1872 წლიდან კი, მას შემდეგ რაც ფოთი-თბილისის სარკინიგზო ხაზი ამოქმედდა, იგი უკვე დაბა სამტრედიის სახელით იხსენიება. ოდესღაც რაიონის ჭალა ჭაობიან ტყეს წარმოადგენდა, ჰავა იმდენად ცუდი იყო, რომ ამ ადგილებში დასახლებას ყველა ერიდებოდა. რკინიგზის მშენებლობამ კი ხელი შეუწყო სამტრედიის განვითარებას, ჭაობები დააშრეს, ტყე გამინდვრეს და ჰავა გაუმჯობესდა. მისი დაბა-ქალაქად გარდაქმნა 1999 წელს დასრულდა, როცა განსაკუთრებით გაიზარდა მრეწველობა. რაიონის ტერიტორია ადრე კოლხეთის, ეგრისის, ხოლო შემდეგ ეგრის-აფხაზეთის სამეფოსა და საქართველოს გაერთიანებულ სახელმწიფოში ერთიანდებოდა. სამტრედია ლამაზი რაიონია, სადაც მრავალ საინტერესო კულტურულ ძეგლს ვხვდებით. განსაკუთრებით აღსანიშნავია: ვაზისუბნის ღვთისმშობლის სახელობის ეკლესია, ტელეფისის XI-XII საუკუნეების ციხის ნანგრევები, გამოჩინებულის წმ. გიორგის სახელობის ეკლესია, ჯიქთუბნის ეკლესია და ა.შ. რაიონში არის ბიბლიოთეკა, კულტურის სახლი, სამხატვრო გალერეა და ნიკო ნიკოლაძის სახლ-მუზეუმი. მუნიციპალიტეტს აქვს ერთი ადგილობრივი გაზეთი, „სამტრედიის მაცნე“.',
  hotels: [mtredebi],
  restaurants: [GourmandSamtredia],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const qutaisi: City = {
  id: uuid(),
  slug: slugify('qutaisi'),
  name: 'qutaisi',
  area: 70,
  population: 147635,
  populationDensity: 2109.07,
  description:
    'ქუთაისი და მისი მიმდებარე ტერიტორიები კულტურული ძეგლების სიმრავლითა და ულამაზესი ბუნებით გამოირჩევა. თუკი ქუთაისს ესტუმრებით აუცილებლად უნდა მოინახულოთ ქუთაისთან ახლოს, წყალტუბოს მუნიციპალიტეტში მდებარე სათაფლიისა და პრომეთეს მღვიმეები. იმერეთში მრავალი ულამაზესი კარსტული მღვიმეა. სათაფლიაში გარდა სტალაქტიდებისა და სტალაგმიტების წყებით შემკული ჯადოსნური დარბაზებისა, დინოზავრის ნაკვალევის ნახვასა და პრეისტორიულ სამყაროში მოგზაურობას შეძლებთ. ულამაზესია აგრეთვე ხონის მუნიციპალიტეტში მდებარე ოკაცეს კანიონი, კიდული ბილიკით, ჩანჩქერებითა და საოცარი ხედებით. ქუთაისთან ახლოს მდებარეობს აგრეთვე კლდეთა სიღრმეში მოქცეული “გაბზარული ტბა” და მუხურას ჩანჩქერი. ქალაქის ერთ-ერთ ღირსშესანიშნაობას წარმოადგენს ქუთაისის ბოტანიკური ბაღი, სადაც 700-მდე სახეობის მცენარეა გაშენებული. ქუთაისის ისტორია უძველესი დროიდან იწყება, შესაბამისად აქ მრავალი ისტორიულ-კულტურული მნიშვნელობის ძეგლია შემორჩენილი, როგორც წინარექრისტიანული პერიოდის, ასევე შუასაუკუნეების. გრანდიოზული და შთამბეჭდავი ბაგრატის ტაძარი, გელათის მონასტერი, რომელიც ქართველ მეფეთა საძვალე იყო და სადაც დაკრძალულია საქართველოს უდიდესი მეფე - დავით აღმაშენებელი, მოწამეთა, გეგუთის სასახლე და მრავალი სხვა ტაძარი თუ ციხე-სიმაგრე საქართველოს ისტორიისა და კულტურული განვითარების ნათელ სურათს გვიშლიან თვალწინ. ქუთასიში ფუნქციონირებს ისტორიულ-ეთნოგრაფიული მუზეუმი, სადაც წარმოდგენილია უნიკალური მასალა ძვ.წ. IX-VII სს.-დან გვიან შუასაუკუნეების ჩათვლით. ქალაქთან ახლოს მდებარეობს სამკურნალო წყლებითა და ულამაზესი ბუნებით გამორჩეული კურორტი წყალტუბო, სადაც კომფორტულ და გამაჯანსაღებელ დასვენებას შეძლებთ.',
  sightseeing: {
    description:
      'ბაგრატის ტაძარი იმერეთის მხარეში, ქალაქ ქუთაისში მდებარეობს, უქიმერიონის გორაზე. იგი აგებულია 1003 წელს, ბაგრატ III-ის მეფობის ხანაში. ბაგრატის ტაძარი ქართული კულტურის მნიშვნელოვანი ძეგლია, როგორც არქიტექტურული გადაწყვეტით ასევე სიმბოლური მნიშვნელობით. ის ჩვენი ქვეყნის ერთიანობისა და ძლიერების სიმბოლოა. “მატიანე ქართლისაი” მოგვითხრობს, რომ ბაგრატ III-ს ტაძრის კურთხევის ზეიმისთვის შემოუკრებია საქართველოს სხვადასხვა კუთხის წარმომადგენლები და უცხოეთიდან მოწვეული სტუმრებიც - ’’შემოიკრიბნა მახლობელნი ყოველნი ხელმწიფენი, კათალიკოსნი, მღვდელმოძღვარნი და ყოველთა მონასტერთა წინამძღვარნი და ყოველნი დიდებულნი ზემონი და ქვემონი მამულისა სამეფოსა მისსა მყოფნი და სხუათა ყოველნი სახელმწიფონი”. ამით მან ბაგრატის კათედრალს ზოგადეროვნული მნიშვნელობა მიანიჭა. აღსანიშნავია, რომ ნაგებობის ჩრდილოეთ სარკმელთან განთავსებულ წარწერაში, რომელიც საქართველოში არაბული ციფრების გამოყენების უძველესი ნიმუშია, მოცემულია ეკლესიის აგების ზუსტი თარიღი: “ოდეს განმტკიცნა იატაკი, ქორონიკონი იყო 223”. თუკი ამ თარიღს ქრისტიანულ წელთაღრიცხვაზე გადმოვიტანთ, 1003 წელი გამოდის. XVII საუკუნის დასასრულამდე ძეგლი უვნებლად იყო შემონახული. 1692 წელს ახალციხიდან შემოსულმა ოსმალებმა ხელში ჩაიგდეს ქუთაისის ციხე და ბრძოლის დროს ბაგრატის ტაძარიც ააფეთქეს. მათ ასევე ეკლესიის სიმდიდრეც მიიტაცეს. 1770 წელს იმერეთის მეფემ - სოლომონ პირველმა ციხე დაიბრუნა და ოსმალებისგან გაათავისუფლა ბაგრატის ტაძარიც, თუმცა ბრძოლის დროს ძეგლი კიდევ უფრო დაზიანდა. დღესდღეობით ეკლესია სრულიად აღდგენილია. 1994 წლიდან ბაგრატის ტაძარი იუნესკოს მსოფლიოს კულტურული საგანძურის სიაში იყო, თუმცა აღდგენის შემდეგ სიიდან ამოიღეს.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/bagratis-tadzari-kutaisi-imereti.jpg',
  },
  history:
    'ქალაქი ქუთაისი იმერეთის მხარეში, მდინარე რიონის ნაპირებზეა განლაგებული. ქუთაისია იმერეთის მხარის ადმინისტრაციული ცენტრი. იგი საქართველოს ერთ-ერთი უძველესი ქალაქია და მეხუთეა ევროპის უძველეს ქალაქებს შორის. ქალაქის ტერიტორია უძველესი დროიდან იყო დასახლებული. აქ ძვ. წ. XV-XIII საუკუნეებიდან დასტურდება კოლხური კულტურის არსებობა. ქუთაისის დოკუმენტური ისტორია ძვ.წ. III საუკუნიდან იწყება, თუმცა ანტიკური ავტორები მას კოლხეთის სამეფოს (ძვ.წ. VIIIს) დედაქალაქად თვლიდნენ. ქალაქის ძველი სახელებია: აია, ქუთაია და ქუთათისიუმი. მდინარე რიონის მარჯვენა ნაპირზე შემორჩენილია ვრცელი დასახლების კვალი. VI საუკუნეში ქუთაისი ეგრისის სატახტო ქალაქი იყო. VIII საუკუნის ბოლოს კი იგი უკვე ეგრისისა და აფხაზეთის გაერთიანებული სამეფოს დედაქალაქი გახლდათ. X საუკუნეში ქუთაისი ახალგაერთიანებული საქართველოს დედაქალაქი გახდა. აქ ეკურთხა მეფედ დავით აღმაშენებელი. სწორედ დავით აღმაშენებელმა ააგო ქუთაისთან ახლოს გელათის ტაძარი, რომელიც საქართველოს ერთ-ერთი უმნიშვნელოვანესი საგანმათლებლო კერა გახდა. ერთიანი საქართველოს დედაქალაქის სტატუსს ქუთაისი 124 წლის მანძილზე ინარჩუნებდა. 1122 წელს დავით აღმაშენებელმა სამეფო ტახტი თბილისში გადაიტანა, თუმცა ქუთაისი კვლავ მნიშვნელოვან ქალაქად დარჩა, როგორც კულტურული, ასევე ისტორიული თვალსაზრისით. დღესდღეობით ქუთაისი საქართველოს მეორე ქალაქია განვითარებული ინფრასტრუქტურითა და კულტურით. აქ ფუნქციონირებს უმაღლესი და პროფესიული სასწავლებლები, მუზეუმი, თეატრი, გალერეები და ა.შ. ქალაქში ასევე არის რესტორნები, კაფეები, სასტუმროები, კინო და სხვა მნიშვნელოვანი ობიქტები, სადაც კომფორტულ დასვენებასა და დროის სასიამოვნოდ გატარებას შეძლებთ. ქუთაისი ისტორიულ-კულტურული ძეგლების სიმრავლით უამრავ ტურისტს იზიდავს. უქიმერიონის ციხე, გელათი, ბაგრატის ტაძარი, ასევე სხვა მრავალი კულტურისა თუ ბუნების ძეგლი და თავად ქალაქის სილამაზე აუცილებლად შეგაყვარებთ ქუთაისს.',
  hotels: [HappyStayHotel],
  restaurants: [Palaty],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const chiatura: City = {
  id: uuid(),
  slug: slugify('chiatura'),
  name: 'chiatura',
  area: 54.5,
  population: 12803,
  populationDensity: 234.9,
  description:
    'ჭიათურის მუნიციპალიტეტი გამოირჩევა ბუნების სილამაზითა და კულტურული ძეგლების სიმრავლით. რაიონში გვხვდება მცირე ზომის ტბები და ჩანჩქერები, რომლებიც შესანიშნავია პიკნიკისთვის, მცირე გასვლებისთვის, თუმცა იგი განსაკუთრებულ ყურადღებას მღვიმეებით იქცევს. ულამაზესი მღვიმეები საოცარი ნაღვენთი ფორმებით დიდ შთაბეჭდილებას ახდენს მნახველზე. ჭიათურაში მდებარეობს ცნობილი ბუნების ძეგლი - კაცხის სვეტი, რომელიც ამავდროულად კულტურულ ძეგლსაც წარმოადგენს. მუნიციპალიტეტი მდიდარია კულტურულ-ისტორიული ღირსშესანიშნაობებით, მათგან განსაკუთრებით გამოირჩევა საინტერესო არქიტექტურის მქონე კაცხის ტაძარი და შესანიშნავი ჩუქურთმებით შემკული, კლდის ქვაბულში მოქცეული მღვიმევის მონასტერი. ჭიათურაში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც რაიონის ტერიტორიაზე გამოვლენილი მრავალფეროვანი მასალაა დაცული. აქ წარმოდგენილი სამუშაო და საბრძოლო იარაღები, ჭურჭელი, სამკაული, ნუმიზმატური ნიმუშები თუ სხვა საინტერესო ექსპონატები მოიცავენ პერიოდს ქვის ხანიდან შუასაუკუნეების ჩათვლით. ჭიათურა ერთ-ერთი მიმზიდველი და მრავალფეროვანი რაიონია, ის საინტერესოა როგორც ბუნების მოყვარულთათვის, ასევე კულტურით დაინტერესებული ადამიანებისთვის.',
  sightseeing: {
    description:
      'კაცხის სვეტი ზეცისკენ მიმავალი საფეხურია, ეს არის ადგილი, სადაც გამეფებულ მარადიულ სიწყნარეში ღმერთის არსებობას იგრძნობთ.კაცხის სვეტი მდებარეობს იმერეთში, ჭიათურის მუნიციპალიტეტში. ის მიიჩნევა ჭიათურის სიმბოლოდ, რადგან აქ ძირითადად სწორედ და ბუნების შედევრის სანახავად მოდიან. კაცხის სვეტზე არსებულ პაწაწინა მონასტერში ერთადერთი განდეგილი ცხოვრობს. სამწუხაროდ, კაცხის სვეტზე ქალები არ დაიშვებიან. მისი სიმაღლე დაახლოებით 40 მეტრია. იყო დრო, როდესაც კაცხი კერპთაყვანისმცემლობის მთავარ ადგილს წარმოადგენდა. მოგვიანებით, ის იმ ქრისტიანთა თავშესაფრად იქცა, რომელთაც სურდათ ამქვეყნიურ ცდუნებებს გაქცეოდნენ. აქ არის 131 საფეხურიანი კიბე, რომელიც განდეგილს თითქოს ზეცისკენ მიუძღვება. კიბეზე ასვლას დაახლოებით 20 წუთი სჭირდება.რაც შეეხება ხედებს, ნამდვილად თვალწარმტაცია. აქ შეგიძლიათ დაინახოთ, თუ როგორ უერთდება ხმელეთი ზეცას.კაცხის სვეტთან ასასვლელად პირველ რიგში ჭიათურაში უნდა ჩახვიდეთ. (თბილისში დიდუბიდან ყოველ საათში ერთხელ გადის სამარშრუტო ტაქსი, მგზავრობის საფასური 6 ლარია). დაახლოებით 3 საათი სჭირდება ჭიათურაში ჩასვლას.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Katskhi_Pillar.jpg/250px-Katskhi_Pillar.jpg',
  },
  history:
    'ჭიათურა იმერეთის მხარეში მდებარე მუნიციპალიტეტია. იგი ყურადღებას იქცევს უძველესი არქეოლოგიურ-კულტურული ძეგლებითა და ულამაზესი ბუნებით. რაიონის ტერიტორია უძველესი დროიდან, ჯერ კიდევ ქვის ხანიდან იყო დასახლებული. ჭიათურაში, ძუძუანას მღვიმეშია აღმოჩენილი მსოფლიოში ყველაზე ძველი ძაფის ნაშთები. მუნიციპალიტეტის ტერიტორიაზე, კოტიას მღვიმეში, პირველად კავკასიის არქეოლოგის ისტორიაში აღმოაჩინეს პალეოლითელი ადამიანის მთლიანი ჩონჩხი. ჭიათურა დასახლებული ყოფილა ბრინჯაოს ხანასა და ანტიკურ პერიოდშიც. იგი განვითარებული ყოფილა შუა საუკუნეებშიც, რასაც მრავლად შემორჩენილი ციხე-სიმაგრეები და მაღალმხატვრული ღირებულების მქონე ტაძრები მეტყველებს. დღესდღეობით ჭიათურა განვითარებული მუნიციპალიტეტია, რომლის ფორმირებაში მნიშვნელოვანი როლი შეასრულა მდინარე ყვირილის ხეობაში არსებული მანგანუმის მადნის საბადოს ბაზაზე წარმოქმნილმა მრეწველობამ. რაიონში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, დრამატული თეატრი, სპორტული და სახელოვნებო სასწავლებლები და სხვა კულტურულ-საგანმანათლებლო დაწესებულებები. მუნიციპალიტეტის ეკონომიკაში მთავარ როლს ასრულებს მრეწველობა, კერძოდ მანგანუმის მადნის მოპოვება-გამდიდრება. ჭიათურას ასევე დიდი ტურისტული პოტენციალი აქვს, რასაც ბუნების სილამაზე და კულტურულ-ისტორიული ძეგლების სიმრავლე განაპირობებს. საოცარი კარსტული მღვიმეები, ხეობები, უძველესი ტაძრები და ციხე-სიმაგრეები უამრავ მნახველს იზიდავს და წარუშლელ შთაბეჭდილებას ახდენს.',
  hotels: [HotelImereti],
  restaurants: [LunchAtLia],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const wyaltubo: City = {
  id: uuid(),
  slug: slugify('wyaltubo'),
  name: 'wyaltubo',
  area: 54.5,
  population: 11281,
  populationDensity: 234.9,
  description:
    'წყალტუბოს მუნიციპალიტეტი მდიდარია საინტერესო კულტურული ძეგლებითა და შთამბეჭდავი ბუნებით. აქ ნახავთ ისტორიულ ციხე-სიმაგრეებსა და გამორჩეულ ტაძრებს უნიკალური მოხატულობით. აღსანიშნავია განვითარებული შუასაუკუნეების დერჩის ეკლესია, ოფშკვითისა და მაღლაკის ეკლესიები და სხვა. განსაკუთრებული პოპულარობით სარგებლობს გეგუთის სასახლე. სწორედ აქ გამოაცხადა გიორგი III-მ თანამოსაყდრედ თამარ მეფე. აუცილებლად უნდა ესტუმროთ წყალტუბოს მხარეთმცოდნეობის მუზეუმს, სადაც დაცულია წყალტუბოს რაიონში გათხრების შედეგადა ღმოჩენილი მდიდარი არქეოლოგიური მასალა პალეოლითის ხანიდან გვიაფეოდალური ხანის ჩათვლით - ბრინჯაოს ხანის კერამიკის, სპილენძის, რკინის ექსპონატები, ნუმიზმატიკური კოლექცია, შრომისა და საბრძოლო იარაღები, ტანსაცმელი, საოჯახო ინვენტარი: ავეჯი, მუსიკალური საკრავები, ჭურჭელი, საეკლესიო საგანძური - ფერწერული და ჭედური ხატები, ჰიმნოგრაფიული და ლიტურგიკული, ჰომოლეტიკური ხასიათის საეკლესიო წიგნები, სამღვდელმსახურო ჭურჭელი და სხვა. წყალტუბო ულამაზესი ბუნებით გამოირჩევა. ნათელი, გრილი ტყეები შესანიშნავია ხეტიალისა და პიკნიკისთვის. მოგზაურთა ერთ-ერთი საყვარელი ადგილია კლდეთა ნაპრალში მოქცეული გაბზარული ტბა. თუმცა ამ რაიონის განსაკუთრებულობას მაინც გასაოცარი კარსტული მღვიმეები ქმნის. დაუვიწყარ სანახაობას წარმოადგენს სათაფლიის, პრომეთეს, ხომულის და სხვა მღვიმეები, რომლებიც მილიონობით წლის განმავლობაში წვეთობით შექმნილ ზღაპრულ სამყაროში მოგზაურობას გვთავაზობენ. რაიონის ერთ-ერთი მთავარი სიმდიდრეა ბუნებითა და სამკურნალო თვისებებით გამორჩეული კურორტი წყალტუბო, სადაც ფუნქციონირებს მინერალური წყლების პარკი.',
  sightseeing: {
    description:
      'გაბზარული ტბა -  ბუნების ძეგლი, მდებარეობს იმერეთში, წყალტუბოს მუნიციპალიტეტში, სოფელ ყუმისთავში, ზღვის დონიდან 166 მეტრზე.გაბზარული ტბის ბუნების ძეგლი გამომუშავებულია ქვედაცარცულ კირქვებში, შახტი ფართო ნაპრალის სახით ფოთლოვანი ტყით დაფარულ ფერდობზე იხსნება. ჩრდილოეთისკენ გაწოლილი ნაპრალის სიგრძე 60 მ აღწევს, სიგანე 2-25 მ-ია. ნაპრალის ფსკერზე, ზედაპირიდან 25 მ სიღრმეზე 45 მ სიღრმის სიფონური ტბა მდებარეობს. ნაპრალური სიფონი მღვიმური სისტემის ერთ-ერთი შემადგენელი ნაწილია. სიფონური ტბის დონე მდ. ყუმის გამოსასვლელების დონეს ემთხვევა.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/gabzaruli-tba-gabzaruli-tba-cracked-lake-1.jpg',
  },
  history:
    'წყალტუბო იმერეთის მხარეში მდებარე მუნიციპალიტეტია. მის ტერიტორიაზე ადამიანი ჯერ კიდევ ქვის ხანაში სახლობდა, რასაც გათხრების შედეგად აღმოჩენილი მრავალი ნამოსახლარი ადასტურებს. თეთრ მღვიმეში ნაპოვნია კავკასიაში ყველაზე ადრეული იარაღი-სპილენძის ისრის პირი, რომელიც ძველი წელთაღრიცხვის მე-4 მე-5 ათასწლეულით თარიღდება. წყალტუბო გამორჩეული რაიონია ბუნების სილამაზითა და ისტორიულ - კულტურული ძეგლების სიმრავლით. აქ ნახავთ ციხე სიმაგრეებს, შუასაუკუნეების ტაძრებს და მეფეთა სასახლის ნაშთებს. რაიონის ბუნება დიდ შთაბეჭდილებას ახდენს მნახველზე მწვანეში ჩაფლული ლურჯი ტბებითა და ზღაპრული მღვიმეებით, რომელთა მილიონობით წლის სტალაგმიტები და სტალაქტიდები ისეთ ჯადოსნურ სამყაროს ქმნიან, რომ რთულია ცოტათი მაინც არ დაეჭვდე მათ რეალურობაში. მსოფლიოში ცნობილია სათაფლიის სახელმწიფო ნაკრძალი დინოზავრის ნაკვალევით, სადაც რეალურ იურული პერიოდის პარკში აღმოჩნდებით.მუნიციპალიტეტის ეკონომიკის წამყვანი დარგი ტურიზმია. განსაკუთრებულ როლს ასრულებს კურორტი წყალტუბო, რომელიც სამკურნალო თერმული წყლებით განთქმულია. სოფლის მეურნეობაში ძირითადად მებოსტნეობა, მეხილეობა და მემარცვლეობაა განვითარებული.წყალტუბოს მუნიციპალიტეტი კოლხეთის დაბლობის აღმოსავლეთით, მდინარეების რიონისა და გუბისწყლის ხეობაში, იმერეთის მხარეში მდებარეობს. მისი ადმინისტრაციული ცენტრია ქალაქი წყალტუბო. მუნიციპალიტეტი მოიცავს შემდეგ ადმინისტრაციულ ერთეულებს: ქალაქი წყალტუბო, გვიშტიბი, გუმბრა, დღნორისა, მაღლაკი, მექვენა, მუხიანი, ოფურჩხეთი, ოფშკვითი, პატრიკეთი, რიონი, საყულია, ფარცხანაყანები, ქვიტირი, ცხუნკური, სოფელი წყალტუბო და გეგუთი. აღმოსავლეთით მას ქალაქი ქუთაისი ესაზღვრება, დასავლეთით - სამტრედიისა და ხონის, ჩრდილოეთით - ცაგერისა და ამბროლაურის, ხოლო სამხრეთით - ბაღდათისა და ვანის მუნიციპალიტეტები. წყალტუბოს მთავარი მდინარეა რიონი მისი შენაკადებით, წყალტუბოსწყლითა და გუბისწყლით. მუნიციპალიტეტის ტერიტორიაზე არის თავშავას ტბა და ხელოვნურად შექმნილი ცივი ტბა.წყალტუბოს მუნიციპალიტეტში ზღვის ნოტიო სუბტროპიკული ჰავაა, მოკლე ზამთრითა და ცხელი ზაფხულით. ჰაერის ტემპერატურის მხრივ წყალტუბო ერთ-ერთი თბილი კუთხეა საქართველოში. საშუალო წლიური ტემპერატურა - 15°C. აგვისტოს საშუალო ტემპერატურაა - 28-30°C, იანვარ-თებერვლისა კი - 5°C.',
  hotels: [TskaltuboPlazaHotel],
  restaurants: [Magnolia],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const akhmeta: City = {
  id: uuid(),
  slug: slugify('akhmeta'),
  name: 'akhmeta',
  area: 54.5,
  population: 12803,
  populationDensity: 234.9,
  description: 'დიდებული ქალაქი',
  sightseeing: {
    description: 'კაცხის სვეტი',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Katskhi_Pillar.jpg/250px-Katskhi_Pillar.jpg',
  },
  history: 'დაარსა აკაკიმ 1879წელს',
  hotels: [Makratela],
  restaurants: [KakhetiRestaurant],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gurjaani: City = {
  id: uuid(),
  slug: slugify('gurjaani'),
  name: 'gurjaani',
  area: 846,
  population: 54337,
  populationDensity: 64.23,
  description:
    'გურჯაანი ძალიან ლამაზი და მრავალსაუკუნოვანი კულტურული ძეგლებით მდიდარი რაიონია. აქ არის ანტიკური და ფეოდალური ხანის ნამოსახლარები, ისტორიული ციხე-სიმაგრეები და არქიტექტურული კუთხით მნიშვნელოვანი ტაძრები. ბრინჯაოს ხანისა და ანტიკური სამაროვნები გვხვდება სოფელ კაჭრეთში, მელაანში, ბაკურციხეში და ა.შ. აღსანიშნავია ჭერემის ნაქალაქარი, სადაც არის ბრინჯაოს ხანის, ანტიკური და შუასაუკუნეების ნამოსახლარები და რამდენიმე საინტერესო ეკლესია. გურჯაანის ერთ-ერთი გამორჩეული ძეგლია ყველაწმინდა, რომელიც შიგა სივრცით სამნავიანი ბაზილიკაა, გადახურვა კი გუმბათოვანი აქვს, თანაც მას ორი რვაწახნაგა გუმბათი ადგას. ეს ტაძარი გარდამავალი ხანის ხელოვნებას მიეკუთვნება, როდესაც დაიწყო არქიტექტურის კლასიკური ფორმების რღვევა და ახალი გზების ძიება. საინტერესოა გურჯაანის მხარეთმცოდნეობის მუზეუმი, სადაც დაცულია ქვის, ადრინდელი და გვიანი ბრინჯაოს, ანტიკური და ფეოდალური ხანის მასალები, ისტორიული დოკუმენტები, ფოტომასალა, ფერწერული ტილოები, ლითონმქანდაკებლობის ნიმუშები და ა.შ. რაიონში ასევე ფუნქციონირებს ნატო ვაჩნაძისა და იოსებ ნონეშვილის სახლ-მუზეუმები, შალიკაშვილის სახელობის ქართული სამხედრო მუზეუმი და თეატრები. მუნიციპალიტეტის ერთ-ერთი სიმდიდრე ტალახით სამკურნალო კურორტი ახტალაა, სადაც სასიამოვნო დასვენებას და ჯანმრთელობის გაუმჯობესებას შეძლებთ. გურჯაანის ნათელ, ფოთლოვან ტყეებში მრავალ სასიამოვნო საპიკნიკე ადგილს იპოვნით ამწვანებულ გაზაფხულზე თუ ცეცხლოვანი შემოდგომისას.',
  sightseeing: {
    description:
      'ახტალა — ტალახით სამკურნალო კურორტი ქალაქ გურჯაანში. თბილისიდან 122 კმ, ზღვის დონიდან 412 მეტრი. ჰავა ზომიერი კონტინენტური: ზაფხული ცხელი, ზამთარი თბილი, ნალექების საშუალო წლიური რაოდენობა 700 მმ. კურორტის სამკურნალო ფაქტორის ფსევდოვულკანური ტალახი, რომელსაც იყენებენ აბაზანებისთვის, აპლიკაციებისა და ტამპონებისათვის. მას მოიხსენიებენ ვახუშტი ბატონიშვილი (XVIII ს.), ისტორიკოსი პ. იოსელიანი და ექიმი ა. მესხიშვილი (XIX ს.). ახტალის ტალახის სამკურნალო თვისებების საფუძვლიანი შესწავლა დაიწყო კურორტოლოგიისა და ფიზიოთერაპიის სამეცნიერო-კვლევით ინსტიტუტში (დაარსდა 1928) დ. ჯავახიშვილის ხელმძღვანელობით.ახტალაში არის მოზრდილთა და ბავშვთა სანატორიუმი, პოლიკლინიკა, სააბაზანო (ტალახსამკურნალო). ჩვენებები: მოძრაობის ორგანოთა ქრონიკული დაავადებანი, პერიფერიული ნერვული სისტემისა და გინეკოლოგიური დაავადებანი. სეზონი აპრილ-დეკემბერში.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Akhtala%2C_Gurjaani.jpg/1280px-Akhtala%2C_Gurjaani.jpg',
  },
  history:
    'გურჯაანი კახეთის მხარეში მდებარე მუნიციპალიტეტია. იგი უძველესი დროიდან ყოფილა დასახლებული, აღმოჩენილია ქვის ხანის ადამიანის სადგომი. მუნიციპალიტეტის ტერიტორია მჭიდროდ ყოფილა დასახლებული როგორც ბრინჯაოს, ისე ანტიკურ და ფეოდალურ ხანაში. ეს ისტორიული დასახლება მრავალი ბრძოლის მოწმეა: განსაკუთრებით აღსანიშნავია კახეთის 1812 წლის გლეხთა აჯანყება რუსეთის თვითმპყრობლური პოლიტიკის წინააღმდეგ. სახელ გურჯაანს თურქული წარმოშობა აქვს: სიტყვა „გურჯ“ თურქულია და ქართველს ნიშნავს, ხოლო „გურჯაანი“ — ქართველთა სადგომს. რაიონში არის საშუალო პროფესიული და უმაღლესი სასწავლებლები, ასევე ბიბლიოთეკები, თეატრები და მუზეუმები. გურჯაანში წამყვანი დარგი სოფლის მეურნეობაა, ძირითადად მევენახეობა და მეცხოველეობა. მუნიციპალიტეტში რამდენიმე ღვინის და სპირტის ქარხანაა, ასევე სხვა პროფილის მცირე საწარმოები. რაიონის ტერიტორიაზე გადის სარკინიგზო და საავტომობილო მაგისტრალები. გურჯაანი ძალიან ლამაზი და კულტურული ძეგლებით მდიდარი რაიონია. აქ ნახავთ სხვადასხვა პერიოდის ციხე-სიმაგრეებს, ნამოსახლარებსა და მნიშვნელოვან ტაძრებს. განსაკუთრებით ცნობილია ორგუმბათიანი გურჯაანის ყველაწმინდა. რაიონის მნიშვნელოვანი ბუნებრივი სიმდიდრეა ფსევდოვულკანური სამკურნალო ტალახი, რომლის ბაზაზეც არის აშენებული კურორტი ახტალა. აქ არის მოზრდილთა და ბავშვთა სანატორიუმი, პოლიკლინიკა და ტალახსამკურნალო სააბაზანო.',
  hotels: [ArtVillaKotekhi],
  restaurants: [KoKo],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const telavi: City = {
  id: uuid(),
  slug: slugify('telavi'),
  name: 'telavi',
  area: 1159,
  population: 41402,
  populationDensity: 35.72,
  description:
    'თელავი ძალიან ლამაზი რაიონია, რომელიც გამორჩეულია სხვადასხვა ეპოქის კულტურული ძეგლების სიმრავლით. აქ ნახავთ ბრინჯაოს ხანის ნამოსახლარებს, შუა საუკუნეების, უდიდესი კულტურული მნიშვნელობის მქონე ტაძრებს, სასახლეებისა და ციხესიმაგრეების ნანგრევებს, რომლებიც მრავალი საინტერესო ისტორიისა და გმირობის მომსწრენი არიან. განსაკუთრებით ცნობილია იყალთოს მონასტერი, სადაც არსენ იყალთოელს იყალთოს აკადემია დაუარსებია. იგი XI-XII საუკუნეებში უმაღლესი სასწავლებელი იყო. ასევე უმნიშვნელოვანესი ძეგლებია ძველი და ახალი შუამთა, ვანთის სასახლის კომპლექსი, კისისხევის ღვთისმშობლის ეკლესია და სხვა. ქალაქ თელავში მდებარე ერეკლე II-ის სასახლეში განთავსებულია თელავის ისტორიულ-ეთნოგრაფიული მუზეუმი, სადაც მრავალი საინტერესო ექსპონატია წარმოდგენილი: ნუმიზმატიკური მასალა, ადრეფეოდალური ხანის სარკოფაგი, გვიანი შუა საუკუნეების აბჯარი, XVII-XIX სს-ის სპილენძის საოჯახო ნივთების, საბრძოლო იარაღის, ხევსურული სამოსელის კოლექციები, ტექსტილის, ხელნაწერთა და ფერწერული ტილოების კოლექციები, სამეცნიერო ბიბლიოთეკა, ფოტოფონდი და სხვა. თელავის ერთ-ერთი განსაკუთრებულად პოპულარული ადგილია წინანდლის ალექსანდრე ჭავჭავაძის სახლ-მუზეუმი უმშვენიერესი ბაღით, რომლის სტუმარიც ბევრი ქართველი თუ უცხოელი ცნობილი მწერალი და პოეტი ყოფილა.',
  sightseeing: {
    description:
      'წინანდლის სამუზეუმო კომპლექსი - ალექსანდრე ჭავჭავაძის სახლ-მუზეუმი, წინანდლის ულამაზესი ბაღი და მე-19 საუკუნის უნიკალური ღვინის მარანი. მდებაორებს კახეთის მხარეში, თელავის მუნიციპალიტეტში, სოფელ წინანდალში.წინანდლის სასახლე ეკუთვნოდა გარსევან ჭავჭავაძეს - მეფე ერეკლე II-ის დროს საქართველოს სრულუფლებიან ელჩს რუსეთში. სასახლე მემკვიდრეობით მის ერთადერთ ვაჟს - ალექსანდრე ჭავჭავაძეს გადაეცა, ქართული რომანტიზმის ფუძემდებელს, პოეტს და საზოგადო მოღვაწეს.წინანდლის ჭავჭავაძეების სასახლის დღემდე შემონახული შენობა 1886 წელს აშენდა და ამჟამად ალექსანდრე ჭავჭავაძის სახლ-მუზეუმს წარმოადგენს. იქ დაცულია ჭავჭავაძეების ოჯახის წევრების პირადი ნივთები, მე-19 საუკუნის სხვადასხვა სახის გამოცემები, მე-18 საუკუნის ხელნაწერები, დიმიტრი ერმაკოვის ფოტოები, ფერწერული და ლითოგრაფიული ნიმუშები, მე-18-მე-19 საუკუნეების ქართული, რუსული და ფრანგული ავეჯი და სხვადასხვა საყოფაცხოვრებო ნივთები, მათ შორის - ჩინური, იაპონური, ფრანგული, გერმანული, იტალიური, ქართული და რუსული ჭურჭელი მუსიკალურ ინსტრუმენტებთან ერთად.წინანდლის დეკორატიული ბაღი საქართველოში პირველი ევროპული ტიპის სარეკრეაციო ზონაა, პარკი 18 ჰექტარს იკავებს. ალექსანდრე ჭავჭავაძემ მის გასაშენებლად ევროპელი ლანდშაფტის არქიტექტორები ჩამოიყვანა. ეგზოტიკური ჯიშებისა და დაგეგმარების მხრივ ის უნიკალურია. პარკში ასევე ჩინეთიდან, ამერიკიდან, იაპონიიდან, ხმელთაშუა ზღვის და სხვა ქვეყნებიდან ჩამოტანილ ეგზოტიკურ მცენარეებსაც შეხვდებით. წინანდლის ბაღში ნახავთ სიყვარულის ხეივანს. ლეგენდის თანახმად, თუკი წყვილი ამ ხეივანში თვალდახუჭული შეძლებს გავლას, მათი სიყვარული ბედნიერი იქნება.წინანდლის ღვინის საცავი - რომელიც მდებარეობს წინანდლის პარკის ტერიტორიაზე 1835 წელს აშენებული ერთ-ერთი პირველი მარანია საქართველოში, სადაც ბოთლში პირველად ჩამოისხა ქართული ღვინო. ალექსანდრე ჭავჭავაძე საქართველოს ისტორიაში პირველი ადამიანია, ვინც წინანდალში ევროპული წესით დამზადებული ქართული ღვინო ბოთლში ჩამოასხა და საქართველოში ევროპულად დამზადებული ღვინის წარმოებას ჩაუყარა საფუძველი. წინანდლის მარანში დაცულია სხვადასხვა ქვეყანაში ჩამოსხმული ღვინის 16 500-მდე ბოთლი. ',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/tsinandali-tsinandlis-aleksandre-chavchavadzis-sakhl-muzeumi-tsinandali-alexander-chavchavadze-museum-1.jpg',
  },
  history:
    'თელავი კახეთის მხარეში მდებარე მუნიციპალიტეტია. მის ტერიტორიაზე პირველი დასახლება გვიანდელი ბრინჯაოს ხანაში გაჩნდა, ელინისტურ პერიოდში განვითარდა, გვიანდელ ანტიკურ ხანაში კი ქალაქის ტიპის დასახლება წარმოიქმნა. წერილობით წყაროებში თელავი XI საუკუნიდან გვხვდება. შუასაუკუნეებში იგი საქართველოს ერთ-ერთი მნიშვნელოვანი ქალაქი იყო განვითარებული ვაჭრობითა და ხელოსნობით. XVII საუკუნის II ნახევარში, მას შემდეგ რაც კახეთის მეფე არჩილ II-მ თავისი რეზიდენცია გრემიდან თელავში გადმოიტანა, იგი მწიგნობრობის კერად იქცა. 1758 წელს აქ დაარსდა საფილოსოფოსო-საღვთისმეტყველო სკოლა, რომელიც 1782 წელს სემინარიად გადაკეთდა. თელავი მნიშვნელოვანი სატრანსპორტო კვანძი, სამრეწველო, სასოფლო-სამეურნეო და კულტურული ცენტრია. აქ ფუნქციონირებს სახელმწიფო უნივერსიტეტი, თეატრი და ისტორიულ-ეთნოგრაფიული მუზეუმი. თელავში განვითარებულია მევენახეობა, მებაღეობა, მარცვლეულისა და ეთერზეთოვანი კულტურების, ხორცისა და რძის წარმოება. მნიშვნელოვანი საწარმოებია ღვინის ქარხნები, კვების და მსუბუქი მრეწველობის ობიექტები. ეს რაიონი გამორჩეულია ლამაზი ბუნებით. უსასრულო ალაზნის ველი კახეთის კავკასიონის ფონზე საოცარი სანახაობაა. თელავი მდიდარია სხვადასხვა პერიოდის კულტურული ძეგლებით. აქ ნახავთ ნამოსახლარებს, სასახლეების ნაშთებს, ციხე-სიმაგრეებსა და განსაკუთრებული მნიშვნელობის ტაძრებს. რაიონში რამდენიმე კურორტიც არის, სადაც გამაჯანსაღებელ და სასიამოვნო დასვენებას შეძლებთ.',
  hotels: [Talaveri],
  restaurants: [Kapiloni],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const sighnaghi: City = {
  id: uuid(),
  slug: slugify('sighnaghi'),
  name: 'sighnaghi',
  area: 1268,
  population: 29724,
  populationDensity: 23.44,
  description:
    'სიღნაღი ერთ-ერთი გამორჩეულად ლამაზი და საინტერესო რაიონია და უამრავ ტურისტს იზიდავს. აქ მნიშვნელოვანი კულტურული ძეგლების მონახულებას შეძლებთ. მათ შორის განსაკუთრებით ცნობილია ბოდბის მონასტერი, რომელიც გადმოცემის თანახმად წმ. ნინოს დაკრძალვის ადგილასაა აგებული. უდიდესი პოპულარობით და მნახველთა სიმრავლით სარგებლობს ქალაქი სიღნაღი. მისი არქიტექტურა, ლამაზი ქუჩები და შესანიშნავი ხედები გულგრილს არავის ტოვებს. მას სიყვარულის ქალაქსაც უწოდებენ. აქ ინახება მსოფლიოს უდიდესი თვითნასწავლი მხატვრის, ნიკო ფიროსმანაშვილის უნიკალური ფერწერული კოლექციაც. სიღნაღი არა მხოლოდ კულტურით, ბუნების მხრივაც მიმზიდველი რაიონია. უკიდეგანო ალაზნის ველისა და კავკასიონის ხედები უდავოდ საოცარი სანახაობაა. აქ არის ივრის აღკვეთილი და ქილაკუპრას ტალახის ვულკანების ბუნების ძეგლიც.',
  sightseeing: {
    description:
      'ქილაკუპრას ტალახის ვულკანები — ბუნების ძეგლი საქართველოში, მდებარეობს კახეთში, სიღნაღის მუნიციპალიტეტში, ზღვის დონიდან 410 მეტრზე, ყაჯირის ველზე. ქილაკუპრას ტალახის ვულკანი არაორგანული ბუნების ძეგლია. იგი მუდმივმოქმედია. მათგან ამოდის ტალახი, ნავთობი და აირი. სასულეებიდან ამოსული ტალახი ერთდება და ქვევით, ხევში ჩაედინება. ბუნების ძეგლი და მისი მიდამოები ქვიშაქვებითა და თიხებითაა აგებული.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/kilakupta-mud-volcano-2-2.jpg',
  },
  history:
    'სიღნაღი კახეთის მხარეში მდებარე მუნიციპალიტეტია. არქეოლოგიური გამოკვლევიბით დგინდება, რომ ეს არეალი მნიშვნელოვან როლს ასრულებდა ჯერ კიდევ პალეოლითური, ნეოლითური და ბრინჯაოს ხანებიდან მოყოლებული. სიღნაღის რაიონის ტერიტორია ადრე კამბეჩოვანის სახელით იყო ცნობილი, მოგვიანებით კი მას ქიზიყს უწოდებდნენ. საქართველოში ქრისტიანობის სახელმწიფო რელიგიად აღიარების შემდეგ ამ მხარემ დიდი მნიშვნელობა შეიძინა. აქ აღესრულა და დაკრძალულია წმინდა ნინო. სიღნაღი თურქული წარმოშობის სიტყვაა და თავშესაფარს ნიშნავს. სიღნაღის მუნიციპალიტეტი მრავალფეროვანი ლანდშაფტით ხასიათდება. აქ ნახავთ ნათელ ტყეებს, ვრცელ ველებს და გაშლილ სივრცეებს. განსაკუთრებით ეგზოტიკურ სანახაობას ქმნის ქილაკუპრას ტალახის ვულკანები. რაონში საინტერესო ძეგლებსაც მოინახულებთ. განსაკუთრებით ცნობილია ბოდბისა და ხირსის მონასტრები. ულამაზესია თავად ქალაქი სიღნაღი თავისი არქიტექტურული სახითა და შესანიშნავი ხედებით ალაზნის ველსა და კავკასიონის მთებზე. მას ქალაქ-მუზეუმსაც უწოდებენ.',
  hotels: [Favourite],
  restaurants: [TheTerraceSignagi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const kvareli: City = {
  id: uuid(),
  slug: slugify('kvareli'),
  name: 'kvareli',
  area: 54.5,
  population: 12803,
  populationDensity: 234.9,
  description:
    'ყვარლის მუნიციპალიტეტი გამოირჩევა ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით. ვრცელი ხედები ალაზნის ველზე, ტყეები და ტბები შესანიშნავ გარემოს ქმნის ბუნების მოყვარულთათვის. შესანიშნავია დასასვენებლად ყვარლის ტბისა და ილიას ტბის კომპლექსები. ყვარელი ნამდვილად სამოთხეა კულტურით დაინტერესებული მოგზაურებისთვისაც. რაიონში თავმოყრილია სხვადასხვა ეპოქის მრავალი კულტურულ-ისტორილი მნიშვნელობის ძეგლი. მაღალ მთაზე განლაგებული ნეკრესის სამონასტრო კომპლექსი, რომელიც სხვადასხვა პერიოდის ნაგებობებისგან შდგება (მათ შორისაა IV საუკუნეში მეფე თრდატის მიერ აგებული უძველესი ბაზილიკა), წინარექრიატიანული პერიოდის ნეკრესის დიდი კვადრატის სახელით ცნობილი მზის ტაძარი, ქართული კულტურის ერთ-ერთი შესანიშნავი ნიმუში - გრემის მთავარანგელოზთა კომპლექსი და მრავალი სხვა მნიშვნელოვანი ძეგლი საინტერესო და მრავალფეროვან სამყაროში მოგზაურობას გპირდებათ. ყვარლის ცენტრში მდებარეობს ილია ჭავჭავაძის სახლ-მუზეუმი, რომელიც მოიცავს ჭავჭავაძეების საგვარეულო კოშკს, ილია ჭავჭავაძის მამისეულ სახლს, მარანს, თონეს, ბეღელს, წყლის წისქვილსა და მემორიალური ნივთების ექსპოზიციას.    ',
  sightseeing: {
    description:
      'ილიას (ყვარლის) ტბა - მდებარეობს კახეთში, ყვარლის რაიონში, მდინარე დურუჯის ხეობაში, ქინძმარაულის უნიკალურ მიკროზონაში. ტბას ორი წლის წინ გაკეთდა და სახელი დიდი ქართველი მწერალისა და საზოგადო მოღვაწის ილია ჭავჭავაძის საპატივცემლოდ დაარქვეს. ტბას ცალი მხრიდან გარს ერტყმიან ფოთლოვანი ტყეებით დაფარული გორები, ხოლო მეორე მხარეს გაშენებულია დასასვენებელი პარკი, კაფეები, რესტორნები, ველო ბილიკი, ტყეში კი სასტუმრო. ტბა მოეწყო სახელმწიფო ხარჯებით, ყვარელის რაიონში დასასვენებელი ინფრასტრუქტურის განვითარების მიზნით, და იგი ადგილობრივების საყვარელ დასასვენებენ ადგილად იქცა.',
    imageUrl:
      'https://www.memogzauri.com/wp-content/uploads/2015/04/ilias-tba-kvareli-1.jpg',
  },
  history:
    'ყვარლის მუნიციპალიტეტი კახეთის მხარეში მდებარეობს. მუნიციპალიტეტის ტერიტორიაზე ადამიანის ცხოვრების კვალი ჯერ კიდევ ბრინჯაოს ხანიდან დასტურდება. ანტიკურ ხანაში ამ მხარის რელიგიურ ცენტრს ნეკრესი წარმოადგენდა, რომელიც მეფე ფარნაჯომმა დაარსა (ძვ.წ. II-I სს). ნეკრესში შემორჩენილია დიდი კვადრატის სახელით ცნობილი მზის ტაძრის ნანგრევები. აქ მდებარეობს აგრეთვე მეფე თრდატის მიერ IV საუკუნეში აგებული ეკლესია, რომელიც ერთ-ერთი უძველესია საქართველოში დღემდე მოღწეულ ტაძართაგან. განვითარებულ შუასაუკუნეებში ყვარელზე (კერძოდ გრემზე) გადიოდა მნიშვნელოვანი საქარავნო გზები. ამ პერიოდში გრემი კახეთის სამეფოს სატახტო ქალაქი იყო. ისტორიული წყაროების მიხედვით დღევანდელი ყვარლის ტერიტორიაზე ადრეულ შუასაუკუნეებში ჩამოსახლებულან ფშავლები სოფელ ყვარადან, რომელთაც ყვარლელები დაარქვეს. აქედან მომდინარეობს ტოპონიმი ყვარელი. დღესდღეობით ყვარელში კარგად არის განვითარებული სოფლის მეურნეობა, წამყვანი დარგი მევენახეობაა. განვითარებულია აგრეთვე მეცხოველეობა და მეფრინველეობა. რაიონში მრავალი ღვინის ქარხანაა თავმოყრილი. აქ მდებარეობს კარგად ცნობილი ყურძნის მიკროზონა - „ქინძმარაული“. ყვარლის მუნიციპალიტეტი ტურისტულადაც განვითარებულია, აქ ფუნქციონირებს ტურისტულ-დასასვენებლი კომპლექსები - „ყვარლის ტბა“ და „ილიას ტბა“. ყვარელი სხვადასხვა პერიოდის ისტორიულ-კულტურული ძეგლებითა და ბუნების სილამაზით დიდ ინტერესს იწვევს და უამრავ დამთვალიერებელს იზიდავს.',
  hotels: [KvareliLakeResort],
  restaurants: [RoyalBatoni],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const tsageri: City = {
  id: uuid(),
  slug: slugify('tsageri'),
  name: 'tsageri',
  area: 719,
  population: 9387,
  populationDensity: 13.05,
  description:
    'ცაგერის მუნიციპალიტეტი ულამაზესი ბუნებითა და საინტერესო კულტურულ-ისტორიული ძეგლებით გამოირჩევა. კლდეები, ხეობები, ჩანჩქერები, საოცარი ხედები უდიდეს შთაბეჭდილებას ახდენს მნახველზე. განსაკუთრებული პოპულარობით სარგებლობს მისტიური და ლეგენდებში გახვეული ხვამლის მთა, სადაც მითიური პრომეთე იყო მიჯაჭვული. მოლაშქრეებისთვის საყვარელი ადგილია ასხის მასივი, საიდანაც ულამაზესი, ვრცელი ხედები იშლება. გამორჩეული ადგილებია ასევე ქულბაქის ტბები, საირმის სვეტები და რაჩხისა და ჩქუმის ჩანჩქერები. ცაგერში მრავალი კულტურული ღირსშესანიშნაობის მონახულებაც შეგიძლიათ. აღსანიშნავია გონის წმ. გიორგის ეკლესია, ცხეთის წმ. გიორგის ეკლესია, მურის ციხე, ორბელის ციხე და მრავალი სხვა. სხვადასხვა პერიოდის ისტორიული ძეგლები მნიშვნელოვან კულტურულ მემკვიდრეობას წარმოადგენს და ბევრ საინტერესო ამბავს გვიყვებიან. ცაგერში ფუნქციონირებს ისტორიული მუზეუმი. მუზეუმში დაცული მასალა მოიცავს პერიოდებს ადრეული ბრინჯაოს ხანიდან შუასაუკუნეებამდე. აქ ნახავთ ბრინჯაოს ფიგურებს, საბრძოლო და სამეურნეო იარაღს, ნუმიზმატურ ნიმუშებს, საეკლესიო ნივთებს და სხვა საინტერესო ექსპონატებს. რაიონში არის კურორტები, ლაშიჭალა და ახალჭალა, სადაც შესანიშნავ გარემოში სასიამოვნო დასვენებას შეძლებთ.',
  sightseeing: {
    description:
      'ლეჩხუმის რეგიონი მდიდარია ბუნებრივი და ისტორიული ღირსშესანიშნაობებით. მათ შორის ერთ-ერთი ბუნების ძეგლი არის კლდოვანი მასივი - საირმის სვეტები.საირმის უდაბნო სოფელ ალპანასა და ჭრებალოს შორის სოფელ საირმესთან მდებარეობს, ცაგერის მუნიციპალიტეტში. მდინარე რიონის მარჯვენა მხარეს უღელტეხილიდან, სადაც გზა აღმართსა და დაღმართს შორის იკეცება, აღმოსავლეთით მოსჩანს საირმის კლდოვანი სვეტები.საირმის უდაბნოს ტერიტორიაზე მოწყობილია საფეხმავლო მარშრუტი „საირმის სვეტები“, რომლის სიგრძე 3 კმ-ია. უღელტეხილიდან გზა უხვევს ტყეში, სადაც 1კმ დაფარვა შესაძლებელია მაღალი გამავლობის მანქანით. შემდეგ გზა გრძელდება ვიწრო ბილიკზე, რომელიც სერპანტინებით ადის ტყეში აღმართზე. აღმართის გავლის შემდეგ გზა მიუყვება მთის თავზე, სადაც შეხვდებით შუა საუკუნეების ღვთისმშობლის ეკლესიის ნანგრევებს. ნანგრევებიდან რამდენიმე მეტრის გავლის შემდეგ ბილიკი მთვარდება მთის წვერზე ზღვის დონიდან 680 მეტრის სიმაღლეზე, საიდანაც ულამაზესი ხედი იშლება საირმის სვეტებზე.მანძილი თბილისიდან 243კმ, ქუთაისიდან 48კმ, ამბროლაურიდან 35კმ. უღელტეხილზე, საიდანაც იწყება საფეხმავლო ბილიკი შესაძლებელია სხვადასხვა საშუალებით მისვლა. მათ შორის საზოგადოებრივი ტრანსპორტით. თბილისის ავტოსადგურ „ოკრიბადან“ დილის საათებში გადიან სამარშუტო ტაქსები სოფელ ჭრებალოს მიმართულებით. ასევე ქუთაისის ავტოსადგურიდან მარშუტკები გადიან ლენტეხის მიმართულებით.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0163-2.jpg',
  },
  history:
    'ცაგერის მუნიციპალიტეტი რაჭა-ლეჩხუმისა და ქვემო სვანეთის მხარეში მდებარეობს. რაიონის ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან, ჯერ კიდევ ქვის ხანიდან იწყება, რასაც აქ აღმოჩენილი ქვისა და კაჟის სამეურნეო, საყოფაცხოვრებო და საბრძოლო ნივთებიც ადასტურებს. ბრინჯაოსა და რკინის ხანაში ცაგერში იყო ერთ-ერთი მძლავრი მეტალურგიული კერა. უძველესი დროიდან შუა აქ გადიოდა საქარავნო საერთაშოროისო გზა, რომელიც შავი ზღვის პირას მდებარე ქალაქს ფაზისს ჩრდილო კავკასიის ხალხებთან აკავშირებდა. რაიონი განვითარებული იყო შუასაუკუნეებშიც, რასაც მუნიციპალიტეტის ტერიტორიაზე შემორჩენილი მრავალი ეკლესია და ციხე-სიმაგრე ადასტურებს. ცაგერს ხშირად აფარებდნენ თავს მტრისგან დევნილი სამეფო და სამთავრო ოჯახები და ასევე იყენებდნენ სამეფო განძის დასაცავად, რადგან იგი ძალიან კარგად დაცულ ადგილს წარმოადგენდა როგორც თავისი რელიეფით, ასევე ციხე-სიმაგრეებითა და კოშკებით. “ქართლის ცხოვრებაში” მოხსენიებულია ცაგერში მდებარე კარგად ცნობილი ხვამლის მთა: “და განყვეს სამეფო და საჭურჭლენი გარნა ხვამლისა ქვაბსა, რომელ ედვა. მცირე გამოიღეს და გაიყვეს და უფროსი ქვაბსავე დაუტევეს”, რაც ადასტურებს ლეჩხუმში სამეფო განძთსაცავის არსებობას. დღესდღეობით რაიონში ფუნქციონირებს თეატრი, მუზეუმი, კინო, სურათების გალერეა, კულტურის სახლი და სხვა კულტურულ-საგანმანათლებლო დაწესებულებები. რაიონში განვითარებულია კვების მრეწველობა, აქ არის ღვინისა და ხილის გადამამუშავებელი საწარმოები. მუნიციპალიტეტში ასევე აქტიურად მისდევენ მეფუტკრეობას. საოცარი ბუნებით, მითებითა და საინტერესო კულტურული ძეგლებით ცაგერი უამრავ ტურისტს იზიდავს. ეს რაიონი ერთ-ერთი განსაკუთრებული და შთამბეჭდავი მხარეა მოგზაურობის მოყვარულთათვის.',
  hotels: [NaBaDa],
  restaurants: [Khvamli],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const mtskheta: City = {
  id: uuid(),
  slug: slugify('mtskheta'),
  name: 'mtskheta',
  area: 728,
  population: 53944,
  populationDensity: 74.09,
  description:
    'მცხეთის მუნიციპალიტეტი კულტურული ძეგლების სიმრავლითა და ბუნების მრავალფეროვნებით გამოირჩევა. რაიონში მდებარეობს წოდორეთისა და მუხათგვერდის ტბები. შეგიძლიათ დაგეგმოთ საინტერესო მარშრუტები საგურამოს ნაკრძალსა და მცხეთის ქედებზე, სადაც ლამაზი ტყეებითა და მშვენიერი ხედებით დატკბებით. ერთ-ერთი პოპულარული მარშრუტია მცხეთა-არმაზის ციხის ბილიკი, ამ მარტივი, ერთდღიანი გასვლისას იხილავთ, როგორც მრავალფეროვან, ულამაზეს ხედებს, ასევე ისტორიულ-კულტურული მნიშვნელობის ძეგლებს. მცხეთის მუნიციპალიტეტში სხვადასხვა პერიოდის მრავალი მნიშვნელოვანი ძეგლია, გამორჩეული არქიტექტურით, ფრესკული ნიმუშებითა თუ ისტორიული მნიშვნელობით. მრავალფენიანი სამთავროს აკლადამათა ჯგუფი და ნამოსახლარი, არმაზციხე-ბაგინეთი, სადაც წარმართულ ტაძარს, ანტიკურ სასახლეს და სხვა საინტერესო ნიმუშებს იხილავთ (ასევე ულამაზეს ხედებს ჯვარსა და სვეტიცხოველზე), არმაზის ციხე, ბებრის ციხე, შთამბეჭდავი, ლეგენდებში გახვეული სვეტიცხოველი, მთის ქიმზე ამოზრდილი ჯვრის მონასტერი, სამთავროს მონასტერი და სხვა მრავალი ეკლესია თუ ციხე-სიმაგრე ქართული კულტურის განვითარების თვალსაჩინო ნიმუშს წარმოადგენენ და უდიდეს ისტორიულ წარსულს გვიშლიან თვალწინ. მცხეთაში ფუნქციონირებს არქეოლოგიური მუზეუმი, სადაც მრავალფეროვანი მასალაა წარმოდგენილი ადრეული ბრინჯაოს ხანიდან განვითარებულ შუასაუკუნეებამდე. მცხეთის მუნიციპალიტეტი საინტერესო შთაბეჭდილებებს სთავაზობს როგორც კულტურით დაინტერესებულ ადამიანებს, ასევე ბუნებაში ხეტიალის მოყვარულებს. ',
  sightseeing: {
    description:
      'სვეტიცხოველის საკათედრო ტაძარი - საქართველოს მართლმადიდებელი ეკლესიის მთავარი საპატრიარქო საკათედრო ტაძარი, საქართველოს დედა-ტაძარი, საქართველოს კათოლიკოს-პატრიარქთა ინთრონიზაციის (აღსაყდრების) ადგილი, შუა საუკუნეების საქართველოს მრავალი მეფის, მათი ოჯახის წევრების და პატრიარქთა საკრძალავი, XI საუკუნის ქართული ხუროთმოძღვრების ძეგლი, ერთ-ერთი ოთხ დიდ კათედრალთაგან (ოშკი, ბაგრატის ტაძარი, ალავერდი).სვეტიცხოველი მდებარეობს ქალაქ მცხეთაში, თბილისიდან 20 კილომეტრის დაშორებით.სვეტიცხოვლის ტაძარი გეგმით აღმოსავლეთიდან დასავლეთისაკენ ძლიერ წაგრძელებული სწორკუთხედია. ჯვრის სახე სივრცეშია შექმნილი გუმბათის ოთხივე მხარეს გაწვდილი ოთხი მკლავით. მკლავები სწორკუთხაა, გარდა აღმოსავლეთის მკლავისა, რომელიც საკურთხევლის აფსიდით არის დაბოლოებული. საკურთხევლის სამხრეთითა და ჩრდილოეთით ორ სართულად განლაგებულია სათავსოები. გუმბათი ოთხ მძლავრ ბოძს ეყრდნობა, გუმბათის ყელში 16 სარკმელია. მიუხედავად იმისა, რომ ტაძარმა მრავალი ცვლილება განიცადა, ძველი ფრესკების დიდი ნაწილი დაიღუპა, ხოლო კედლების შეთეთრებამ ინტერიერს გამოაკლო მისი მხატვრული მთლიანობისათვის აუცილებელი სხვა ორგანული ელემენტებიც, იგი დღესაც დიდებულ შთაბეჭდილებას ტოვებს.',
    imageUrl:
      'https://chibuxashvili99.files.wordpress.com/2014/10/2013112416451156827.jpg',
  },
  history:
    'მცხეთის მუნიციპალიტეტი აღმოსავლეთ საქართველოში, მცხეთა-მთიანეთის მხარეში მდებარეობს. ეს ტერიტორია ჯერ კიდევ ბრინჯაოს ხანაში იყო დასახლებული, რაზეც სამთავროს, წიწამურის, ნარეკვავისა და სხვა ნამოსახლარები მეტყველებს. ძვ. წ. I ათასწლეულის დასაწყისიდან აღმოსავლეთის უდიდესი პოლიტიკური წარმონაქმნების ცხოვრებისთვის დახასიათებელი დიდი ძვრები მცხეთის ისტორიაზეც აისახა. მცხეთაში შემოჭრილმა ძლიერმა კულტურულმა ნაკადმა მნიშვნელოვნად განაპირობა ქალაქის ცხოვრება III — IV საუკუნეებამდე. ლეგენდის მიხედვით ქალაქი ეთნარქოსმა მცხეთოსმა დაარსა. ძვ. წ. IV საუკუნის ბოლოდან მცხეთა ახლად წარმოქმნილი ქართლის (იბერიის) სამეფოს პოლიტიკური ცენტრი იყო. გადმოცემის თანახმად IV საუკუნის დასაწყისში მცხეთაში ქრისტიანობას ქადაგებდა იერუსალიმიდან მოსული მისიონერი ნინო. 326 წელს მირიან III-მ ახალი რელიგია მიიღო და ქრისტიანობა სახელმწიფო რელიგია გახდა. ცნობილია ლეგენდა, წმინდა ნინოს ლოცვით როგორ ამოვარდა ქარიშხალი და სეტყვა და დაამსხვრია არმაზის კერპები. VI საუკუნის დასაწყისში დაჩი უჯარმელმა დედაქალაქი მცხეთიდან თბილისში გადაიტანა. მცხეთამ პოლიტიკური მნიშვნელობა დაკარგა, თუმცა რელიგიურ ცენტრად დარჩა. ადრეულ შუასაუკუნეებში ქალაქში საკულტო ნაგებობების აქტირური აღმშენებლობა მიმდინარეობდა, ამ პერიოდშია აგებული სამთავრო, ჯვარი, ანტიოქია და სხვა. 736—738 წლებში არაბმა სარდალმა-მურვან ყრუმ ქალაქი ქალაქი დაარბია და არმაზციხე დაანგრია. XV საუკუნის დასაწყისში იგი თემურლენგმა ააოხრა. თანდათან მცხეთის მნიშვნელობა დაქვეითდა და ქართლის სამეფოს რუსეთთან შეერთები შემდეგ კი იგი დუშეთის მაზრის მცირე სოფელი იყო. მცხეთა ცალკე რაიონი 1930-34 წლებში გახდა, დღესდღეობით მას ქალაქისა და მუნიციპალიტეტის სტატუსი აქვს. მუნიციპალიტეტის ტერიტორიაზე გადის ამიერკავკასიის სარკინიგზო ხაზი, ასევე აქ მდებარეობს ამიერკავკასიაში პირველი ჰიდროელექტროსადგური-ზაჰესი. რაიონში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მებოსტნეობა-მებაღეობა, მევენახეობა, მეხილეობა, მეცხოველეობა, მარცვლეული კულტურები. მცხეთის მუნიციპალიტეტში ფუნქციონირებს, 1 თეატრი, 4 ბუზეუმი და 41 ბიბლიოთეკა. მუნიციპალიტეტეის ტერიტორიაზე უამრავი ისტორიულ-კულტურული მნიშვნელობის ძეგლია. ქალაქ მცხეთის კულტურული ძეგლები იუნესკოს მსოფლიო კულტურული მემკვიდრეობის ნუსხაშია შეტანილი. რაიონი ბუნების სილამაზითაც გამოირჩევა. სხვადასხვა პერიოდის მრავალფეროვანი კულტურა და შესანიშნავი ხედები გულგრილს არავის ტოვებს და უამრამ ტურისტს იზიდავს.',
  hotels: [Pompeius],
  restaurants: [Adacafe],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const dusheti: City = {
  id: uuid(),
  slug: slugify('dusheti'),
  name: 'dusheti',
  area: 2970,
  population: 26128,
  populationDensity: 8.8,
  description:
    'დუშეთი ძალიან საინტერესო და მრავალფეროვანი რაიონია როგორც ბუნების მხრივ, ასევე კულტურით. აქ მრავალი მნიშვნელოვანი და უნიკალური კულტურული ძეგლია: ტაძრები, ციხე-სიმაგრეები, ნასოფლარები და რელიგიური დატვირთვის მქონე ნიმუშები. განსაკუთრებით ცნობილია ანანურის ტაძარი და ციხე, ბოდორნისა და მჭადიჯვრის ეკლესიები და ფშავ-ხევსურეთისა და მთიულეთის სოფლებში შემორჩენილი საცხოვრისები და კოშკები. მთებზე შეფენილი, ბუნების მთლიანობასთან შერწყმული სოფლები დაუვიწყარი სანახაობაა. დუშეთში მოგზაურობისას აუცილებლად უნდა ეწვიოთ უდიდესი ქართველი პოეტისა და მწერლის ვაჟა-ფშაველას სახლ-მუზეუმს ჩარგალში. ასევე ძალიან საინტერესოა დუშეთის მხარეთმცოდნეობის მუზეუმი, სადაც დაცულია მასალები ადრებრინჯაოს ხანიდან გვიან შუა საუკუნეებამდე, XIX ს-ის ეთნოგრაფიული ყოფის ამსახველი მასალები, ქსოვილების ნიმუშები - აღმოსავლეთ საქართველოს მთიანეთის XIX ს-ის ფარდაგები, ხალხური სამოსელი და აქსესუარები, კერამიკის ჭურჭელი, მათ შორის მოჭიქული კერამიკის ნიმუშები), ძვ.წ. VIIIს-ით დათარიღებული საბრძოლო და სამუშაო იარაღი, XX ს-ის დასაწყისის ვერცხლის ქამრები და ხანჯლები. ბევრი საინტერესო ექსპონატია კორშის ეთნოგრაფიულ მუზეუმშიც. დუშეთის შესანიშნავი ბუნება, ხეობები, ულამაზესი ტბები და იალაღებზე მოსეირნე ნისლები უამრავ ხეტიალის მოყვარულს იზიდავს. თუ სიახლეებს, თავგადასავლებს და შთაბეჭდილებებს ეძებთ, აქ ნამდვილად იპოვნით. განსაკუთრებული პოპულარობით სარგებლობს აბუდელაურის ფერადი (მწვანე, ლურჯი, თეთრი) ტბები, ბაზალეთის ტბა, ტანიეს ტბა, ხადასხეობა კოშკებითა და ჩანჩქერით და სხვა.',
  sightseeing: {
    description:
      'ფუძნარის ღვთისმშობლის ეკლესია - XIII საუკუნის ტაძარი, მდებარეობს აღმოსავლეთ საქართველოში, მცხეთა-მთიანეთის მხარეში, დუშეთის მუნიციპალიტეტში, თიანეთისაკენ მიმავალი გზის პირას აღმართული სოფლიდან ჩრდილო–აღმოსავლეთით, 2-3 კმ–ზე, მდ. ბოდავისხევის თავზე, სწორ ადგილზე.ფუძნარის ღვთისმშობლის ეკლესია მთიანეთის ყველაზე ძველი გუმბათოვანი ნაგებობაა. იგი აგრეთვე გამორჩეულია იმით, რომ საქართველოს აღმოსავლეთ მთიანეთში გუმბათიანი ტაძრები იშვიათობას წარმოადგენს.სარკმლებს ქვევით, ქვიშაქვის სამ ფილაზე, არის ოდნავ დაზიანე­ბული ასომთავრული წარწერა: “ქ. სახელითა მამისა და ძისა და სულისა წმიდისა (აქ სიტყვა არ იკითხება), დედამან დიდმან შნ ცოველის ასულმან ხათუნაყ აღვაშენე (აქ ისევ არ იკითხება ორი-სამი სიტყვა) წმიდისა ღვთისმშობელისა სალოცველად სულთა ჩუენთათვის, შვილთა და მომავალთა შვილებად ჩუენთა (აქ ისევ არ იკითხება სიტყვები) ეკლესია (აქაც აკლია ბოლო სიტყვა)”.მეცნიერთა ერთი ჯგუფის ვარაუდით, „ხათუნაყ“ სახელის ქვეშ ლაშა–გიორგის ხარჭად შერაცხული მეუღლეს (დავით ულუს დედა) ხათუნა შეიძლება იგულისხმებოდეს, ანუ ფუძნარის ღვთისმშობლის ეკლესია მის მიერ შეიძლება იყოს აგებული.ფუძნარის ღვთისმშობლის ეკლესია ძლიერ დაზიანებული იყო, 2017 წელს დაიწყო რესტავრაცია, ამჯამად ტაძარი აღდგენილია.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0719-7.jpg',
  },
  history:
    'დუშეთი მცხეთა-მთიანეთის მხარეში მდებარე მუნიციპალიტეტია. არქეოლოგიური აღმოჩენების შედეგად დასტურდება, რომ ადამიანი აქ ჯერ კიდევ ადრეულ ანტიკურ ხანაში ცხოვრობდა. იგი წყაროებში პირველად 1215 წელს იხსენიება. XVII საუკუნეში ქალაქი დუშეთი (მუნიციპალიტეტის ადმინისტრაციული ცენტრი) არაგვის ერისთავთა რეზიდენცია იყო. ეს რაიონი ძალიან მრავალფეროვანია. იგი გამორჩეულია ულამაზესი ბუნებითა და მნიშვნელოვანი ძეგლებით. დუშეთი ასევე ცნობილია უგემრიელესი სამზარეულოთი (ფშავური ხინკალი, ჩობან ყაურმა დამბალხაჭო და სხვა), ფერადი, ორნამენტული, ხელით ნაქსოვი ფარდაგებითა და მოქარგული, უნიკალური სამოსით. სხვადასხვა პერიოდის ტაძრები, ციხე-სიმაგრეები და ფიქლით ნაგები ბანიანი სახლები უამრავ მნახველს იზიდავს. საოცარ შთაბეჭდილებას ახდენს დუშეთის ბუნების მშვენიერება, მაღალი მთები, ხეობები, ჩანჩქერები და მრავლად მიმობნეული, პატარა, მაგრამ განსაკუთრებული სილამაზის ტბები. შესანიშნავია ადგილობრივი კურორტები მთაში დასვენების მოყვარულთათვის. რაიონში ფუნქციონირებს ბიბლიოთეკები, 4 თეატრი და 4 მუზეუმი. მუნიციპალიტეტში წამყვანი დარგია სოფლის მეურნეობა, ძირითადად მისდევენ მეცხოველეობას, მეხილეობას, მებოსტნეობას, მევენახეობას.',
  hotels: [VeronaApartment],
  restaurants: [Aragvi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const bolnisi: City = {
  id: uuid(),
  slug: slugify('bolnisi'),
  name: 'bolnisi',
  area: 808.92,
  population: 53590,
  populationDensity: 68,
  description:
    'ბოლნისის მუიციპალიტეტი ქვემო ქართლის მხარეში მდებარეობს. მუნიციპალიტეტის ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან, ქვის ხანიდან იწყება, რასაც ამ პერიოდის ნამოსახლარებიც ადასტურებს. ერთ-ერთი კარგად ცნობილი და მნიშვნელოვანი ნამოსახლარია არუხლოს გორა, სადაც ალიზით ნაგები მრგვალი შენობები, ქვის ქანდაკებები, ჭურჭელი, ქვის იარაღები და სხვა არტეფაქტები გამოვლინდა. ბოლნისში ასევე გვხვდება ბრინჯაოს ხანის ყორღანები, მეგალითური ნაგებობების ნაშთები და ანტიკური პერიოდის სამაროვნები, რაც ცხადყოფს, რომ ეს მიდამოები ფაქტობრივად უწყვეტად იყო დასახლებული. თავად სახელწოდება ბოლნისი სიტყვა “ბოვისგან” წარმოდგება, რაც სულხან-საბას მიხედვით მადანს ნიშნავს - „ბოვი არს სადა ოქრო, ვერცხლი, სპილენძი და მისთანანი, ითხრების და გამოიდნობის“. დღევანდელი ბოლნისის მუნიციპალიტეტი ადრინდელ ფეოდალური ხანის ორ ადმინისტრაციულ-ტერიტორიულ ერთეულს, ბოლნისის ხევს და ქვეშის ხევს, მოიცავს. იგი ცალკე რაიონი 1930 წლიდან გახდა. ბოლნისი მნიშვნელოვანი პუნქტი იყო ფეოდალურ ხანაში, რაზეც აქ შემორჩენილი მრავალი ციხე-სიმაგრე თუ ეკლესია-მონასტრებიც მეტყველებს. ქვემო ქართლის რეგიონი და მათ შორის ბოლნისიც დიდ როლს ასრულებდა საქართველოს ისტორიაში. ისტორიული სოფლების სამტრედოს, ყორანთის და ველკეთილის მახლობლად 1818 წელს შვაბიიდან გადმოსახლებული გერმანელები ჩამოასახლეს, მათ მნიშვნელოვანი როლი ითამაშეს ბოლნისის ისტორიაში. გერმანულ კვარტალში გოთური და ქართული არქიტექტურის სინთეზის მქონე უნიკალური სახლების დათვალიერებაა შესაძლებელი. დღესდღეობით ბოლნისში ფუნქციონირებს თეატრი, მუზეუმი, ბიბლიოთეკები, ბოლნისიდან მაუწყებლობს ტელერადიო კომპანია MW. რაიონში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მევენახეობა, მებოსტნეობა, მეცხოველეობა. მნიშვნელოვანი როლი აქვს წარმოებასაც, აღსანიშნავია მადნეულის სამთო-გამამდიდრებელი კომბინატი და ღვინის ქარხანა. მუნიციპალიტეტის ტერიტორიაზე გადის თბილისი-ერევნის მაგისტრალი. ბოლნისის რაიონი გამოირჩევა ბუნების სილამაზით და კულტურული ძეგლების სიმრავლით. უძველესი ტაძრები ციხე-სიმაგრეები, როგორიცაა: ბოლნისის სიონი, წუღრუღაშენი, ვანათი, ქვეშის ციხე და მრავალი სხვა, უამრავ ტურისტს იზიდავს.',
  sightseeing: {
    description:
      'ბოლნისის სიონი ერთ-ერთი უდიდესი ბაზილიკათაგანია საქართველოში. განეკუთვნება V საუკუნეს. VIII საუკუნეში ტაძარზე აღმოსავლეთიდან მცირე სამლოცველო მიაშენეს. დროთა განმავლობაში დაინგრა ჩრდილოეთის თაღებიანი სტოა-გალერეა. 1634 წელს სპარსელების შემოსევის შედეგად ტაძარი ძლიერ დაზიანდა, დაზიანება ძირითადად შეეხო კამარებსა და დასავლეთის კედელს, რომელიც XVII საუკუნეში როსტომ მეფისა და მარიამ დედოფლის ბრძანებით აღადგინეს. ამ დროს იქნა გაჭრილი დასავლეთის კარიც. ამავე საუკუნის ბოლოს გიორგი XI-ის ბრძანებით ბოლნელმა ეპისკოპოსმა ნიკოლოზმა ეკლესია კვლავ შეაკეთა, მოახატვინა და ტაძრის სამხრეთ-დასავლეთით სამრეკლოც აღმართა. ამის შესახებ გვამცნობს სამრეკლოზე განთავსებული წარწერა. ეს შეკეთებები უმთავრესად აგურით იყო შესრულებული.ტაძრის აშენების ზუსტი თარიღის დადგენა მოხერხდა მის ფასადზე არსებული სამშენებლო წარწერის მეშვეობით. წარწერა გვამცნობს: ”შეწევნითა წმიდისა სამებისაითა ოც წლისა პეროზ მეფისა ზე ხიქმნა დაწყებაი ამის ეკლესიისაი და ათოთხმეტ წლისა სემდგომად განეშორა”. დღეს წარწერიანი ფილა საქართველოს ხელოვნების მუზეუმშია დაცული (ადგილზე კი ასლია ჩასმული). ბოლო სარესტავრაციო-საკონსერვაციო სამუშაოები ტაძარს 1970-1971 წლებში ჩაუტარდა.',
    imageUrl: 'https://upload.wikimedia.org/wikipedia/commons/b/bd/Bolnisi.jpg',
  },
  history:
    'ბოლნისის მუნიციპალიტეტი გამოირჩევა ლამაზი ბუნებითა და ისტორიულ-კულტურული ძეგლების სიმრავლით. ხეობები, ტყეები, აყვავებული მინდვრები და ვრცელი ხედები შესანიშნავია მოგზაურობისა და ბუნებაში განტვირთვის მოყვარულთათვის. ამ უძველესი ისტორიის მქონე რაონში მრავალი მნიშვნელოვანუ კულტურული ძეგლის მონახულებასაც შეძლებთ. უძველესი ნამოსახლარები, მეგალითურ ჩიხე-სიმაგრეთა ნაშთები, შუასაკუნეების ტაძრები და ციხე-კოშკები საინტერესო ამბებს გვიყვებიან საქართველოს ისტორიისა და კულტურის შესახებ. აღსანიშნავია ბოლნისის სიონი, რომლის წარწერებიც ქართული დამწერლობის უძველესი ნიმუშთაგანია, ჩუქურთმებით უხვად შემკული წუღრუღაშენი, ქვეშის ციხე, ბერდიკის ციხე, საიდანაც მშვენიერი ხედი იშლება, ვანათის ტაძარი და მრავალი სხვა. ბოლნისში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც მდიდარი არქეოლოგიური მსალაა წარმოდგენილი. მუზეუმში დაცული ექსპონატები მოიცავენ პერიოდს ენეოლითური ხანიდან შუასაუკუნეების ჩათვლით. ბოლნისი საქართველოს ერთ-ერთი საინტერესო და მრავალფეროვანი რაიონია და ბევრი სალაშქრო და კულტურული მარშრუტის დაგეგმვა შეგიძლიათ.',
  hotels: [BolnisiPrimeHouse],
  restaurants: [Marani],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const dmanisi: City = {
  id: uuid(),
  slug: slugify('dmanisi'),
  name: 'dmanisi',
  area: 1180,
  population: 20216,
  populationDensity: 17.13,
  description:
    'დმანისის მუნიციპალიტეტი გამოირჩევა ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით. ტბები, ტყეები, გაშლილი სივრცეები და ლამაზი მინდვრები შესანიშნავია პიკნიკისა და ბუნებაში განტვირთვისთვის. გარდა ბუნების მრავალფეროვნებისა დმანისში მრავალი მნიშვნელოვანი ისტორიულ-კულტრული ძეგლის მონახულებაც შეგიძლიათ. განსაკუთრებულად გამორჩეულია დმანისის მუზეუმ-ნაკრძალი, რომელიც ადრეპალეოლითურ, გვიანბრინჯაო-ადრერკინის ხანისა და შუასაუკუნეების ფენებს მოიცავს. დმანისის მუზეუმში 2345 ექსპონატია წარმოდგენილი. ასევე გახსნილია საველე-არქეოლოგიური მუზეუმი, რომელიც დამთვალიერებელს საშუალებას აძლევს უშუალოდ მიადევნოს თვალი არქეოლოგების მუშაობის პროცესს. დმანისში მდებარეობს აგრეთვე: მოდიმნახეს ციხე, XII საუკუნის ამამლოს თამარის ეკლესია, ზემო ყარაბულახის X-XI საუკუნეების ეკლესია და ხიდი, მამულას ღვთისმშობლის ეკლესია, პატარა დმანისის წმინდა ბარბარე და მრავალი სხვა. რაიონში მდებარე მრავალფეროვანი, სხვადასხვა პერიოდის ძეგლები საქართველოს ისტორიული წარსულისა და კულტურული განვითარების ნათელ სურათს გვიშლიან თვალწინ, პირველი ევროპელების, ზეზვასა და მზიას, ყოფა-ცხოვრებით დაწყებული განვითარებულ შუასაუკუნეებამდე.',
  sightseeing: {
    description:
      'კარაგოლის ტბა ქვემო ქართლის მხარეში, დმანისის მუნიციპალიტეტში მდებარეობს, სოველ განახლების მიმდებარედ, გომარეტის პლატოზე, ზღვის დონიდან 1560 მეტრზე. გაშლილი სივრცეებითა და მინდვრებით გარშემორტყმული პატარა ტბა ძალიან ლამაზ სანახაობას ქმნის. კარაგოლის ტბის გვერდით განლაგებულია კიდევ ორი ტბა - ლაილაგიოლისა და ტამბულგიოლის ტბები. იქვე ახლოსაა ადგეთვე კაინეგოლისა და ჭამლიგოლის ტბებიც. ტბები იმდენად ახლო-ახლოა ერთმანეთთან, რომ ყველას მონახულება შეგიძლიათ სულ მცირე დროში. ვრცელი ხედები, ლურჯი მთები, მინდვრები და მოელვარე ტბები უმშენიერეს პეიზაჟს გადაგიშლიან თვალწინ. თუკი ბუნებისა და მოგზაურობის მოყვარული ხართ კარაგოლის ტბა ერთ-ერთი შესანიშნავი ადგილია განტვირთვისთვის და მეგობრებთან ერთად ხალისიანი დღის გასატარებლად.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0915-13.jpg',
  },
  history:
    'დმანისის მუნიციპალიტეტი ქვემო ქართლის მხარეში მდებარეობს. რაიონის ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან იწყება. აქ ცხოვრობდნენ პირველი ევროპელები, ზეზვა და მზია, 1.8 მილიონი წლის წინ. დმანისში გამოვლენილია ასევე გვიანბრინჯაო-ადრერკინის ხანის არქეოლოგიური ფენები. სოფელ ყარაბულახთან ახლოს მდებარეობს ზურტაკეთის ყორღანებიც, რომელიც თრიალეთის კულტურას მიეკუთვნება და უნიკალურია თავისი პეტროგლიფებით. ისტორიულ წყაროებში დმანისი პირველად VI საუკუნეში იხსენიება. სახელწოდება „დმანისი“ ვახუშტი ბატონიშვილის მიხედვით, იგივე „დბანისი“ უნდა იყოს და მისი აზრით, იგი „დაბის“ ან „დაბებისგან“ არის წარმოქმნილი. დმანისის მუნიციპალიტეტი ისტორიული რეგიონების – ზურტაკეტისა და დმანისხევის ტერიტორიებს მოიცავს. განვითარებულ შუასაუკუნეებში იგი სამეფო საკუთრებას წარმოადგენდა. დმანისი მთელ ქვემო ქართლთან ერთად ხანგრძლივი დროით იყო სხვადასხვა დამპყრობლის ბატონობის ქვეშ, თუმცა, მიუხედავად ამისა, სწრაფად ხდებოდა ეკონომიკისა და კულტურის აღორძინება და რაიონის ტერიტორიაზე მრავალი ისტორიულ-კულტურული მნიშვნელობის ძეგლია შემორჩენილი. დმანისი ცალკე რაიონი 1933 წელს გახდა. დღესდღეობით მუნიციპალიტეტის ტერიტორიაზე ფუნქციონირებს თეატრი, 21 ბიბლიოთეკა, გამოდის ადგილობრივი გაზეთი. რაიონში განვითარებულია სოფლის მეურნეობა და კვების მრეწველობა. წამყვანი დარგებია მეკარტოფილეობა და მეცხოველეობა. ასევე მოჰყავთ ხორბალი, სიმინდი და ბოსტნეული. დმანისის რაიონი ბუნებითა და ისტორიული ძეგლების სიმრავლით უამრავ ტურისტს იზიდავს. ულამაზესი გარემო, პატარა ტბები, შუასაუკუნოვანი ტაძრები და რა თქმა უნდა, დმანისის მუზეუმ-ნაკრძალი დაუვიწყარ შთაბეჭდილებებს გპირდებათ.',
  hotels: [HotelNabadiDmanisi],
  restaurants: [Dmanisi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const walka: City = {
  id: uuid(),
  slug: slugify('walka'),
  name: 'walka',
  area: 1046,
  population: 19302,
  populationDensity: 13.22,
  description:
    'წალკის მუნიციპალიტეტი ლამაზი ბუნებითა და ისტორიულ-კულტურული ძეგლების სიმრავლით გამოირჩევა. განსაკუთრებული პოპულარობით სარგებლობს დაშბაშის კანიონი და მისი ულამაზესი ჩანჩქერები. კანიონი სამოთხისებურიაროგორც ზაფხულში, სიმწვანეში ჩაფლული, ასევე ზამთარში, როცა ჩანჩქერები იყინება და გერემო ყინულის სამეფოს ემსგავსება. მოგზაურები ხშირად სტუმრობენ ასევე წალკის წყალსაცავსა და ბარეთის ტბას. გაშლილ სივრცეებში, ხავერდოვან სერებს შორის მოქცეული ლურჯი ტბები მშვენიერ პეიზაჟებს ქმნის. გარდა ბუნების მრავალფეროვნებისა წალკაში მრავალი სხვადასხვა პერიოდის კულტურული ძეგლიც გვხვდება. მნიშვნელოვანი ძეგლებია: დაშბაშის წმ. გიორგის სახელობის ეკლესია, აიაზმის ღვთისმშობლის სახელობის ეკლესია, თეჯისის წმ. კონსტანტინეს ეკლესია მენჰირითა და მეგალითური გალავნით, დაშბაშის ღვთისმშობლის ეკლესია, აი-ილიას ციკლოპური ნამოსახლარი, პატარა ხრამის პეტროგლიფები და მრავალი სხვა. რაიონში მდებარე ისტორიული ძეგლები, რომლებიც ადამიანის განვითარების თითქმის ყველა ეტაპს მოიცავენ, ქვის ხანიდან შუასაუკუნეებამდე, საქართველოს ისტორიული წარსულის ნათელ სურათს ქმნიან.',
  sightseeing: {
    description:
      'დაშბაშის კანიონი ქვემო ქართლის მხარეში, წალკის მუნიციპალიტეტში, მდინარე ხრამის ხეობაში, სოფელ დაშბაშის მიდამოებში მდებარეობს, ზღვის დონიდან 1110-1448 მეტრზე. ბუნების ძეგლი მდ. ქციის (ხრამის) მიერ დაშბაშის ლავურ მაღლობზე, ვულკანოგენურ ქანებში ჩაჭრილ კალაპოტში გამომუშავებულ იშვიათი და ბიომრავლფეროვნებით გამორჩეულ კანიონისებურ ხეობას წარმოადგენს. მწვანეში ჩაფლული დაშბაშის ჩანჩქერი სამოთხისებური იდილიურობითა და სილამაზით უამრავ მნახველს იზიდავს. კანიონის პოპულარობა იმითაცაა განპირობებული, რომ ფეხით გასავლელი მანძილი მცირეა და ნებისმიერ მსურველს მარტივად, დიდი ძალისხმევის გარეშე შეუძლია ამ საოცარ ადგილს ესტუმროს. მართალია დაშბაშის კანიონის ყველაზე ცნობილი ადგილი სწორედ დიდი კასკადური ჩანჩქერია, თუმცა კანიონის სიგრძე 8 კმ-ს აღწევს და კიდევ მრავალი საინტერესო და ძალიან ლამაზი ადგილის ნახვა შეიძლება, თუკი ბოდიალისა და თავგადასავლების მოყვარული ხართ და რელიეფის სირთულეც არ გაშინებთ. კანიონში არსებულ ციცაბო ფერდობებზე შეფენილი მცენარეულობა და თვალწარმტაცი ჩანჩქერები სრულიად განსხვავებულ მიკროლანდშაფტს ქმნის. ხრამის ხეობაში ასევე გვხვდება როგორც ბუნებრივი, ისე ადამიანის შექმნილი გამოქვაბულები. სოფელ დაშბაშთან ახლოს არის ულამაზესი ტყე, რომელიც შესანიშნავი საპიკნიკე ადგილია და აუცილებლად მიგიზიდავთ მოწესრიგებულობითა და სასიამოვნო ჩრდილებით, მით უმეტეს თუ ზაფხულის ცხელი დღე შეარჩიეთ მოგზაურობისთვის.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/dashbashis-kanioni-dashbashi-canyon.jpg',
  },
  history:
    'წალკის მუნიციპალიტეტი ქვემო ქართლის მხარეში მდებარეობს. წალკის მუნიციპალიტეტში ადამიანის ცხოვრების კვალი ჯერ კიდევ ქვის ხანიდან იწყება, რასაც სოფელ განთიადში აღმოჩენილი უძველესი პეტროგლიფებიც ადასტურებს. პატარა ხრამის პეტროგლიფები ასამდე ნაკაწრ გამოსახულებას მოიცავს და მნიშვნელოვან კულტურულ ძეგლს წარმოადგენს. წალკის მუნიციპალიტეტი, ისტორიული თრიალეთი, გახლავთ აგრეთვე თრიალეთის კულტურის კერა, აქ არის აღმოჩენილი ბრინჯაოს ხანის მრავალი ყორღანი, რომელთა დიდ ნაწილსაც ამჟამად წალკის წყალსაცავი ფარავს. თრიალეთის ყორღანებშია ნაპოვნი საქართველოს ოქროს ფონდისა და სხვა სამუზეუმო ექსპონატების დიდი ნაწილი, მათ შორის ცნობილი თრიალეთის ოქროს თასი და თრიალეთის ვერცხლის თასი, რომლებიც კარგად ასახავენ საქართველოს ტერიტორიაზე ძვ. წ. II ათასწლეულში ოქრომჭედლობის განვითარების უმაღლეს დონეს. ისტორიული თრიალეთი, დღევანდელი წალკის მუნიციპალიტეტის ტერიტორია, ისტორიულ წყაროებში პირველად I საუკუნეში იხსენიება. სხვადასხვა პერიოდში იგი სხვადასხვა პოლიტიკური ერთეულის შემადგენლობაში შედიოდა. XVIII საუკუნის მეორე ნახევარში თრიალეთი მკვიდრი მოსახლეობისგან დაიცალა. 1829-1832 წლებში რუსეთის იმპერიის ადმინისტრაციამ თრიალეთში ოსმალეთიდან დევნილი სომხები და ურუმები დაასახლა. თავად სახელწოდება წალკა ისტორიულად დღევანდელ სოფელ სამებას ერქვა, რომლის ტერიტორიის უმეტეს ნაწილს წყალსაცავი ფარავს. X-XV საუკუნეებში წალკა თრიალეთის რელიგიური ცენტრი იყო. იგი ცალკე მუნიციპალიტეტი 1930 წელს გახდა. დღესდღეობით რაიონში ფუნქციონირებს სამრეწველო საწარმოები, ჯანდაცვის, განათლებისა და კულტურის დაწესებულებები. წამყვანი სფეროა ელექტროენერგეტიკა, აქ შექმნილია ჰიდროელექტროსადგურის კასკადი, რომელიც ჩართულია საქართველოს ერთიან ენერგოსისტემაში. განვითარებულია ასევე სოფლის მეურნეობა, წამყვანი დარგებია: მეკარტოფილეობა და მესაქონლეობა. წალკის ტერიტორიაზე გადის რესპუბლიკური მნიშვნელობის გზები. წალკის მუნიციპალიტეტი გამოირჩევა ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით. დაშბაშის კანიონი, წალკის წყალსაცავი, ტბები და სხვადასხვა პერიოდის ძეგლები უამრავ ტურისტს იზიდავს.   ',
  hotels: [Home],
  restaurants: [khikhani],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const oni: City = {
  id: uuid(),
  slug: slugify('oni'),
  name: 'oni',
  area: 1368,
  population: 5883,
  populationDensity: 4.3,
  description:
    'ონის რაიონი მდიდარია კულტურული ძეგლებითა და ბუნების მრავალფეროვნებით. აქ სხვადასხვა პერიოდის მნიშვნელოვანი ციხე-სიმაგრეები და ტაძრები გვხვდება, ნახავთ წინარექრიატიანულ, ბრინჯაოს ხანის ნამოსახლარებს, მეგალითური ციხის ნაშთებსაც და შუასაუკუნების ეკლესიებსაც. განსაკუთრებით ცნობილია XI საუკუნის, უნიკალური ბარელიეფებით მორთული მრავალძალი. სოფელ კვაშხიეთში მდებარეობს ციკლოპური ნაციხარი, იგი აღსანიშნავი ზეგლია, რადგან დასავლეთ საქართველოში ციკლოპური ნაციხარ-ნამოსახლარების შესახებ ინფორმაცია არ მოიპოვება. ასევე საინტერესო ძეგლებია XIX საუკუნეში აგებული ონის სინაგოგა, რომელიც ამჟამად უმოქმედოა და შუა საუკუნეების გალავანი. ონში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც დაცულია ქვის ხანიდან გვიანფეოდალურ ხანამდე პერიოდის არქეოლოგიური მასალა. მათ შორისაა: ბრინჯაოს ცხვრის ქანდაკება, ჭვირული ასტრალური ბალთები, ხარის საბუზარები, ქალის სამკაულები, საბრძოლო და შრომის იარაღის სეგმენტები; X-XI ს-ის წმ. გიორგისა და წმ. სამების ეკლესიების არქიტექტურული დეტალები და რელიეფის ფრაგმენტები, X-XIV სს-ისფულის ნიშნები, XIX ს-ის ეთნოგრაფიული ხასიათის მასალები, ხელნაწერი და ბეჭდური წიგნები, XX ს-ის ცნობილქართველ მხატვართა ფერწერული ტილოები და სხვა. ექსპონატთა უმრავლესობა ბრინჯაოს ხანას განეკუთვნება. ონი ბუნების მხრივაც გამორჩეული რაიონია. აქ შეგიძლიათ, როგორც შესანიშნავი გარემოს მქონე კურორტებზე კომფორტული და გამაჯანსაღებელი დასვენება, ასევე თავგადასავლებით და მოულოდნელი შთაბეჭდილებებით სავსე ლაშქრობების მოწყობა. უამრავ მთის მოყვარულს იზიდავს აქაური ალპური მდლოები, გრანდიოზული მთები და ლურჯად მოკამკამე უძირო ტბიდან დანახული კავკასიონის მწვერვალები. აქ მრავალი საინტერესო ბილიკია მყინვარებსა და ტბებზე ხეტიალისთვის.',
  sightseeing: {
    description:
      'უძირო ტბა (იგივე სახელი რამდენიმე ტბას ქვია) რაჭაში, ონის მუნიციპალიტეტში, კერძოდ სოფლების გლოლასა და შოვის მახლობლად მდებარეობს, მწვერვალი კატიწვერას დასავლეთ ფერდობზე, ზღვის დონიდან 2800 მეტრზე. ტბიდან ულამაზესი ხედი იშლება კავკასიონზე. უძირო ტბის საფეხმავლო მარშრუტი იწყება სოფელი შოვიდან, სასტუმრო სანსეთ შოვამდე დაახლოებით 1 კილომეტრით ადრე. გზაზე გაკეთებული მონიშვნის ბოძი ზუსტად მიგანიშნებთ როგორც ბილიკის მიმართულებას, ისე მანძილსა და ლაშქრობისთვის საჭირო დროს დანიშნულების წერტილებამდე. აღსანიშნავია, რომ მარშრუტი სრულად არის მონიშნული, როგორც ტყიან, ასევე ალპურ მონაკვეთებზე, ასე რომ გზის აბნევის საფრთხე ფაქტობრივად არ არსებობს.',
    imageUrl: 'http://photos.wikimapia.org/p/00/06/94/73/42_1280.jpg',
  },
  history:
    ' ონი რაჭა-ლეჩხუმისა და ქვემო სვანეთის მხარეში მდებარე მუნიციპალიტეტია. იგი დიდი ისტორიითა და მრავალფეროვანი, ლამაზი ბუნებით გამოირჩევა. წერილობით წყაროებში ონი პირველად XV-XVI საუკუნეებში იხსენიება. მეცნიერთა ვარაუდით იგი იბერიის მეფე ფარნაჯომმა დაარსა ძვ. წ. II საუკუნეში. ონის ტერიტორიაზე აღმოჩენილია ბრინჯაოს ხანის ცულები და კოლხური თეთრის განძი, რომელიც ძვ. წ. VI-III საუკუნეებითაა დათარიღებული. შუა საუკუნეებში დიდი იყო ქალაქი ონის ეკონომიკური მნიშვნელობა, აქ იყრიდა თავს ჩრდილოეთი კავკასიიდან, ქართლიდან, იმერეთიდან და ქვემო რაჭიდან მომავალი გზები. რაიონში არის სამრეწველო საწარმოები, ჯანდაცვის, განათლებისა და კულტურის დაწესებულებები. ონში მრავლად გვხვდება შუა საუკუნეების ძეგლები, ციხესიმაგრეები და საინტერესო ტაძრები. მისი ბუნება კი წარუშლელ შთაბეჭდილებას ტოვებს ნებისმიერ ხეტიალისა და მთაში დასვენების მოყვარულ ადამიანზე. უზარმაზარი, დათოვლილი მთებით, ალესილი კლდოვანებით, გრილი ტყეებითა და ხეობებით, ყვავილებით დაფარული მინდვრებითა და ცის კიდეს მიბჯენილი ალპური ტბებით, შეუძლებელია ეს რაიონი არ შეგიყვარდეთ. ცნობილი და პოპულარულია ონის კლიმატურ-ბალნეოლოგიური კურორტები, სადაც მთის სუფთა ჰაერით, სიგრილითა და საოცარი ხედებით ტკბობასა და კომფორტულ დასვენებას შეძლებთ. ვახუშტი ბაგრატიონი ასე აღწერდა ონს: „ხოლო ჯეჯორის შესართავს ზეით და რიონის სამჴრით არს ონი. სახლობენ ურიანი ვაჭარნი და ვაჭრობენ. ონი ჰავით არს მშუენი და ზაფხულის ცხელი, ორთა მთათა შინა კლდოვანთა ყოფითა. არამედ აგრილებს მდინარე რიონი“.    ',
  hotels: [OrionHotel],
  restaurants: [Tsiskvili],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const ambrolauri: City = {
  id: uuid(),
  slug: slugify('ambrolauri'),
  name: 'ambtolauri',
  area: 1134,
  population: 10745,
  populationDensity: 9.47,
  description:
    'ამბროლაური ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით გამოირჩევა. ეს რაიონი უამრავ ტურისტს იზიდავს. აქ ნახავთ ქართული კულტურის ისეთ მნიშვნელოვან ნიმუშებს, როგორიცაა: მრავალრიცხოვანი, ნატიფი ჩუქურთმებით მორთული ნიკორწმინდა, ბარაკონი, ლაბეჭინა, ისტორიული ციხე-სიმაგრეები და სხვა. ამბროლაური ასევე შესანიშნავი ადგილია ბუნებაში დასვენებისა და ლაშქრობის მოყვარულთათვის. აქაურ ყინულოვან მღვიმეებში ზაფხულის ხვატშიც კი იპოვნით სასიამოვნო სიგრილეს. შაორის წყალსაცავი მშვენიერია როგორც მწვანეში ჩაფლული, ასევე შემოდგომის ცეცხლოვან სიჭრელეში. გულის ფორმის სიყვარულის ჩანჩქერი კი ხელოვნურად შექმნილი შეიძლება გეგონოთ. რაიონში ფუნქციონირებს სახვითი ხელოვნების მუზეუმი და თეატრი.',
  sightseeing: {
    description:
      'შაორის წყალსაცავი რაჭის ერთ-ერთი მიმზიდველი ადგილია. გზად რაჭისკენ მიმავალი წყალსაცავს ისე ვერ ჩაუვლი, თვალი არ მოგწყვიტოს ულამაზესმა გარემომ. მიუხედავად ამისა, წყალსაცავი ტურისტებისთვის ნაკლებად პოპულარული ადგილია. თუმცა, ეს ერთის მხრივ შაორს უფრო საინტერესოს ხდის. ხეტიალის მოყვარული ადამიანები ხშირად ეძებენ ისეთ ადგილებს, რომლებიც არ გამოირჩევა ხალხმრავლობით, ტურისტების სიმრავლით და ამავდროულად არის ისეთი გარემო, სადაც შაბათ-კვირას, ბუნებასთან ჰარმონიაში, დროს სასიამოვნოდ გაატარებ.შაორის წყალსაცავი უდიდესია რაჭა-ლეჩხუმსა და ქვემო სვანეთში. მდებარეობს ამბროლაურის მუნიციპალიტეტში, ზღვის დონიდან 1100-1200 მ-ზე. წყალსაცავი შერეული ფოთლოვანი ხეებით დაფარულ ქვაბულშია მოქცეული, რომელიც წარმოიშვა მდინარე შაორის დაგუბებით. ქვაბულში მანამდე იყო ორი ტბა: ხარისთვალი და ძრიხისთვალი, რომელსაც დღესდღეობით წყალსაცავი ფარავს. შაორის სიგრძე 7.1 კმ-ია, მაქსიმალური სიგანე 2.7 კმ, უდიდესი სიღრმე კი 14.5 მეტრია.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/shaoris-tsqalsatsavi-racha-shaori-reservoir-racha-shaori-vodohranilishche-racha-2.jpg',
  },
  history:
    'ამბროლაური რაჭა-ლეჩხუმისა და ქვემო სვანეთის მხარეში მდებარე მუნიციპალიტეტია. ადრეულ შუა საუკუნეებში, რაჭის სამთავროს ჩამოყალიბებამდე იგი თაკვერის ისტორიულ-გეოგრაფიულ ერთეულის შემადგენლობაში შედიოდა. ამბროლაურის სახელწოდების შესახებ გამოთქმულია მოსაზრება, რომ ის ამაროლისძეთა გვარს უნდა უკავშირდებოდეს -ამროლისძე - ამორაული - ამბროლაური. წერილობით წყაროებში ამბროლაური XVII საუკუნიდან იხსენიება. აქ იმერეთის მეფეთა ერთ-ერთი რეზიდენცია იყო. ამბროლაურში იდგა სამეფო სასახლე, რომლის კომპლექსიდან ეკლესიის და კოშკის ნანგრევებია შემორჩენილი. ეს რაიონი მდიდარია კულტურული ძეგლებითა და ბუნების სილამაზით. მუნიციპალიტეტის ტერიტორიაზე აღმოჩენილია მონეტების განძი, რომელიც შეიცავს თბილისის ზარაფხანაში მოჭრილ, არაბულწარწერიან და იმერეთის მეფე გიორგი II-ის (1565-1585) სახელით მოჭრილ მონეტებს. მბროლაურში მრავლად გვხვდება შუასაუკუნეების ციხე-სიაგრეები და ტაძრები. განსაკუთრებულად უნდა აღინიშნოს მაღალმხატვრული და დიდი ოსტატობით შესრულებული ჩუქურთმებით ცნობილი ნიკორწმინდა. ძალიან ლამაზია ტყიანი მთებით გარშემორტყმული შაორის წყალსაცავი, რომელიც რაჭის სტუმრებისთვის ერთ-ერთი საყვარელი ადგილია დასვენებისთვის, პიკნიკისთვის და ბუნებით ტკბობისთვის. რაიონში განვითარებულია სოფლის მეურნეობა, მევენახეობა-მეღვინეობა და მეცხოველეობა. ამბროლაურში ფუნქციონირებს ღვინის, ყველ-კარაქის, აგურის ქარხნები და ლითონური დარიშხანის ქარხნები.    ',
  hotels: [AMBROsador],
  restaurants: [Metekhara],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const akhalcikhe: City = {
  id: uuid(),
  slug: slugify('akhalcikhe'),
  name: 'akhalcikhe',
  area: 984,
  population: 39375,
  populationDensity: 40.02,
  description:
    'ახალციხის მუნიციპალიტეტი ბუნების სილამაზითა და კულტურულ ისტორიული ძეგლების სიმრავლით გამოირჩევა. ტყეები, მთები, კლდეები და ულამაზესი ხედები შესანიშნავ გარემოს ქმნის მოგზაურობისა და ბუნების მოყვარულთათვის. ახალციხეში რამდენიმე ბალნეოლოგიური საკურორტო ზონაა, სადაც სასიამოვნო და კომფორტულ დასვენებას შეძლებთ. ქალაქ ახალციხეში ხელოვნური ტბაა, სადაც მოწყობილია სასეირნო ბილიკები, ბარები, ასევე შესაძლებელია ნავით გასეირნებაც. ახალციხის მუნიციპალიტეტი განსაკუთრებით საინტერესო კულტურული ძეგლებით იქცევს ყურადღებას. აქ სხვადასხვა პერიოდის ტაძრებისა და ციხე სიმაგრეების მონახულებას შეძლებთ. განსაკუთრებით აღსანიშნავია საფარის სამონასტრო კომპლექსი, რომელიც რამდენიმე ძეგლისგან შედგება, მოქცევის ციხე ვრცელი, ლამაზი ხედებით, ბაიების კლდეში ნაკვეთი კომპლექსი, ბასშტაბური რაბათის ციხე, სადაც ქართული და აღმოსავლური არქიტექტურა ერწყმის ერთმანეთს, ვალეს ღვთისმშობლის ეკლესია და მრავალი სხვა. რაიონში ფუნქციონირებს სამცხე-ჯავახეთის ისტორიული მუზეუმი, სადაც სხვადასხვა პერიოდის 25 ათასზე მეტი ექსპონატია წარმოდგენილი. მუზეუმში დაცულია უძველესი ხელნაწერები, ეპიგრაფიკული, არქეოლოგიური, ნუმიზმატიკური, ეთნოგრაფიული მასალა, ხალიჩა-ფარდაგების გამოფენა და ფოტო-დკუმენტები. სამცხე-ჯავახეთის ისტორიული მუზეუმი რაბათის ციხის ტერიტორიაზე, ორ შენობაშია განთავსებული.',
  sightseeing: {
    description:
      'რაბათის ციხე — ისტორიული ციხე სამცხე-ჯავახეთის მხარის ადმინისტრაციული ცენტრში, ქალაქ ახალციხეში, „რაბათის“ ისტორიულ უბანში. მდებარეობს მდინარე ფოცხოვის ნაპირზე.რაბათის ციხე-კომპლექსი დღესდღეისობით რეაბილიტირებულია, იგი შუა საუკუნეების სხვადასხვა პერიოდის ნაგებობისგან შედგება. ციხე-კომპლექსი რეგიონის უმნიშვნელოვანესი თავდაცვითი ნაგებობა იყო, მის კედლებს არაერთი მძიმე ბრძოლა ახსოვთ. საუკუნეების მანძილზე აქ ახალციხის მფლობელთა რეზიდენცია იყო. ციხე-სიმაგრეს შემოვლებული ჰქონდა სამი გალავანი და შემოგარენს მიწისქვეშა გვირაბით უკავშირდებოდა.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Akhalcikhe%2C_old_city_general_view.jpg/1280px-Akhalcikhe%2C_old_city_general_view.jpg',
  },
  history:
    'ახალციხის მუნიციპალიტეტი სამცხე-ჯავახეთის მხარეში მდებარეობს. ადამიანის ცხოვრების კვალი რაიონის ტერიტორიაზე უძველესი დროიდან იწყება, რასაც არქეოლოგიური გათხრებისას აღმოჩენილი ქვის ხანის იარაღები ადასტურებს. აქ ასევე აღმოჩენილია ძვ.წ. III ათასწლეულის ნამოსახლარები და სამარხები. ახალციხეს დიდი პოლიტიკური და კულტურული მნიშვნელობა ჰქონდა შუასაუკუნეებშიც, რაც მისმა სტრატეგიულმა მდებარეობამაც განაპირობა. მკვლევართა აზრით ახალციხეს ძველად ლომსია ერქვა. მუნიციპალიტეტის ცენტრი, ქალაქი ახალციხე (მაშინდელი ლომსია) XI საუკუნის ომების დროს დაინგრა. XII საუკუნეში სამცხის ათაბაგებმა - ჯაყელებმა - ქალაქი აღადგინეს და ამ ადგილს ახალციხე ეწოდა. ისტორიულ წყაროებში ახალციხე XII საუკუნიდან იხსენიება. იგი ცალკე რაიონი 1930 წელს გახდა. დღესდღეობით ახალციხეში ფუნქციონირებს სამცხე-ჯავახეთის ისტორიული მუზეუმი, ბიბლიოთეკები, სამუსიკო სკოლა და სხვა კულტურულ-საგანმანათლებლო დაწესებულებები. რაიონში ეკონომიკის წამყვანი დარგი მრეწველობაა, აქ არის მოპოვებითი და გადამამუშავებელი მრეწველობის მცირე საწარმოები. მუნიციპალიტეტში ასევე განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მეხილეობა, მევენახეობა, მებოსტნეობა, მეცხოველეობა. ახალციხეში თავს იყრის თურქეთიდან და სომხეთიდან მომავალი გზები. რაიონი მდიდარია სასარგებლო წიაღისეულით, როგორიცაა: აქატი, დიატომიტი, მურა ნახშირი, თაბაშირი და სხვა. ახალციხეში მრავალი საინტერესო ისტორიულ-კულტურული ძეგლი გვხვდება, ეს რაიონი ბუნების სილამაზითაც გამოირჩევა, ეს ყველაფერი მას ტურისტულად ძალიან მიმზიდველს ხდის. უძველესი ტაძრები და ციხე-სიმაგრეები დიდი პოპულარობით სარგებლობს და ახალციხეს ყოველწლიურად უამრავი ტურისტი სტუმრობს.',
  hotels: [MillenniumRabati],
  restaurants: [Dubli],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const borjomi: City = {
  id: uuid(),
  slug: slugify('borjomi'),
  name: 'borjomi',
  area: 1193,
  population: 25240,
  populationDensity: 21.16,
  description:
    'ბორჯომის მუნიციპალიტეტი ერთ-ერთი შესანიშნავი ადგილია, დასვენებისთვის, მთის სპორტისთვის, ლაშქრობისთვის თუ ქართული კულტურის მრავალსაუკუნოვანი ნიმუშების გასაცნობად. აქ მრავალი სალაშქრო მარშრუტია ტყეებით, პანორამული ხედებითა და ტბებით. განტვირთვისთვის აუცილებლად უნდა ესტუმროთ ბორჯომის გოგირდოვან აუზს. რაიონში სხვდასხვა ეპოქისა და კულტურის ბევრი მნიშვნელოვანი ძეგლია შემონახული. ათასწლეულების ისტორიის მქონე მეგალითები, ანტიკური კულტურის ნაშთები, ციხე-სიმაგრეები, რომლებიც მრავალი ბრძოლისა და სიმამაცის მოწმენი გამხდარან, ცნობილი და გამორჩეული ტაძრები ბევრს ამბობენ საქართველოს წარსულსა და კულტურულ განვითარებაზე. ასევე ძალიან საინტერესოა ქალაქ ბორჯომის XIX საუკუნის არქიტექტურა.  ',
  sightseeing: {
    description:
      'მწვანე მონასტერი (ჩითახევის წმინდა გიორგის მონასტერი) ქ. ბორჯომიდან რამოდენიმე კილომეტრში, სოფ.ჩითახევის მახლობლად, დაბურული ფოთლოვანი ტყის შუაგულში მდებარეობს. აქ დღესაც მამათა მონასტერია, სადაც ბერები ქვეყნისა და ხალხის კეთილდღეობისათვის ლოცვას აღავლენენ. IX საუკუნის ეს ძეგლი, მეცნიერთა აზრით, ცნობილი ქართველი მოღვაწის, წმ. გრიგოლ ხანძთელის მოწაფეების – ქრისტეფორესა და თევდორეს აშენებულია. იგი სამი ბაზილიკის ტიპის ეკლესიისა და სამრეკლოსაგან შედგება, სადაც ქართული ხუროთმოძღვრებისათვის დამახასიათებელი ჩუქურთმები ახლაც კარგად იკითხება. ეკლესია მონასტრის დაარსების თანადროულია და IX საუკუნის შუახანებით თარიღდება. ის ნაგებია უხეშად დამუშავებული ქვით და დეკორი თითქმის არ გააჩნია. სამრეკლო ორსართულიანია, პირველი სართული სამლოცველოა, მეორე სართული კი მდიდრულ მოჩუქურთმებულ ფანჩატურს წარმოადგენს.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0109-2.jpg',
  },
  history:
    'ბორჯომის მუნიციპალიტეტი სამცხე-ჯავახეთის მხარეში მდებარეობს, საქართველოს ისტორიული მხარის, თორის ტერიტორიაზე. შუა ფეოდალურ ხანაში თორი (დღევანდელი ბორჯომის მუნიციპალიტეტი) ცალკე სადროშო იყო, რომელსაც სათავეში ედგა თორელთა საგვარეულო. შემდგომში იგი ათაბაგების გამგებლობაში შედიოდა, XVI საუკუნეში კი ოსმალებმა დაიპყრეს. XVII-XVIII სს-ში თორი ქართლის სამეფომ დაიბრუნა. ბორჯომი უძველესი კულტურისა და ულამაზესი ბუნების მქონე რაიონია და აქ სხვადასხვა ეპოქის მრავალი საინტერესო ძეგლი გვხვდება. მისი ბუნება კი ტყეებით, სუფთა ჰაერით, სამკურნალო და მინერალური წყლებით, ალპური მინდვრებითა და მწვანეში ჩაფლული ტბებით უამრავ დამსვენებელსა და მოგზაურობის მოყვარულს იზიდავს. დიდი პოპულარობით სარგებლობს ბორჯომის სამთო-სათხილამურო და ბალნეო-კლიმატური კურორტები, სადაც სასიამოვნო დასვენებასთან და შესანიშნავი ბუნებით ტკბობასთან ერთად წინარექრისტიანული ციკლოპური ნაგებობების, შუასაუკუნეების ტაძრებისა და ციხე-სიმაგრეების მონახულებაც შეიძლება.',
  hotels: [cristal],
  restaurants: [Tourist],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const zugdidi: City = {
  id: uuid(),
  slug: slugify('zugdidi'),
  name: 'zugdidi',
  area: 678,
  population: 103259,
  populationDensity: 152.3,
  description:
    'ზუგდიდი უძველესი კულტურის მქონე რაიონია და მდიდარია ღირსშესანიშნაობებით. აქ ნახავთ წინარექრისტიანული ცივილიზაციების ნაშთებს, ციხე-სიმაგრეებს, საინტერესო ტაძრებს. აღსანიშნავია ქალაქ ზუგდიდში მდებარე დადიანების სასახლე, სადაც წარმოდგენილია ამ მხარის არქეოლოგიური და ეთნოგრაფიული მასალა, ეროვნული და ევროპული კულტურული მემკვიდრეობის ნიმუშები. მუზეუმში 50000-მდე ექსპონატია დაცული. ძალიან ლამაზია სასახლის გარშემო გაშენებული ბოტანიკური ბაღი, რომელიც მცენარეთა მრავალფეროვნებით გამოირჩევა და შესანიშნავია სასეირნოდ და განტვირთვისთვის. რაიონი მოიცავს კოლხეთის ეროვნული პარკის ნაწილს. ზუგდიდში შეგიძლიათ დასვენება ბალნეოლოგიურ კურორტ ცაიშში, ასევე მბრწყინავი სანაპიროებით, პოზიტიური ემოციებით, ფერადოვნებით და მზით ტკბობა ზღვისპირა კურორტ ანაკლიაში.',
  sightseeing: {
    description:
      'ზუგდიდის ბოტანიკური ბაღი - ეკატერინე ჭავჭავაძის მიერ, XIX საუკუნეში გაშენებული, როგორც მთავრის რეზიდენციის დეკორატიული ბაღი, დადიანების სასახლესთან, ქალაქ ზუგდიდში, სამეგრელო.ბაღში ოთხმოცამდე გვარის მრავალი სახეობის ხე, ბუჩქი და მცენარე იზრდება, მათ შორის მაგნოლიის ექვსი სახეობა, სხვადასხვა სახეობის მუხა, ატლასისა და ჰიმალაის კედარი, კანარის ვერხვი, აზიის, მათ შორის ინდოეთის, იაპონიის, ხმელთაშუაზღვისპირეთის, ამერიკის და სხვა ადგილებიდან შემოტანილი რელიქტური და ენდემური მცენარეები. ზუგდიდის ბაღმა დეკორატიული სახე მიიღო მას შემდეგ, რაც მის განაშენიანების საქმეს ხელი მოჰკიდა სამეგრელოს უკანასკნელმა მთავარმა დავით დადიანმა.როგორც მდებარეობით, ასევე კლიმატური პირობეით ზუგდიდის ბოტანიკური ბაღი ერთ-ერთ საუკეთესო ბაზას წარმოადგენს ძვირფასი სუბტროპიკული მცენარეების ინტროდუქციის, კვლევისა და აკლიმატიზაციისათვის.',
    imageUrl:
      'https://chandler.on.ge/2022/01/15/31ca7941bce4a90121db70ba87cb9e6d.jpg',
  },
  history:
    'ზუგდიდი სამეგრელო - ზემო სვანეთის მხარეში მდებარე მუნიციპალიტეტია. მისი ტერიტორია უძველესი დროიდან იყო დასახლებული. აქ გვხვდება მრავალი ნამოსახლარი ადრებრინჯაოს ხანიდან (ძველი წელთაღრიცხვის მესამე ათასწლეული) ანტიკური პერიოდის (ძვ. წ. VI - ახ. წ. IV ს.ს.) ჩათვლით. ელინისტურ პერიოდში თანამედროვე ზუგდიდის მუნიციპალიტეტის ტერიტორიაზე მნიშვნელოვანი სავაჭრო გზა გადიოდა და სავაჭრო საქონლის ტრანსპორტირება ხდებოდა ელინურ სამყაროში. წერილობით წყაროებში ზუგდიდს პირველად ბერი ეგნატაშვილი იხსენიებს 1572 წელს. მეცნიერთა აზრით ზუგდიდი, ზურგდიდი, ზუგიდი - მეგრულად დიდ ბორცვს ნიშნავს. ასე ეწოდებოდა ბორცვს, რომელიც მოგვიანებით მანცხვარკარიშ სუკიად (მაცხოვრის კარის გორაკად) იწოდებოდა, რომლის სახელი შემდეგ მიიღო აქვე გაშენებულმა ქალაქმა. ქალაქი ზუგდიდი, დღევანდელი ზუგდიდის მუნიციპალიტეტის ადმინისტრაციული ცენტრი, ძველ საქართველოში მნიშვნელოვანი ქალაქი იყო. ლევან II დადიანის ზეობის ხანაში ოდიშის სამთავრო დასავლეთ საქართველოს სამეფო–სამთავროებს შორის უძლიერესი იყო. ზუგდიდი კი, როგორც ამ სამთავროს სატახტო, საკმაოდ მნიშვნელოვან ქალაქად გადაიქცა. უძველესი ისტორიის მქონე ზუგდიდის მუნიციპალიტეტი გამორჩეულია მშვენიერი ბუნებითა და მნიშვნელოვანი კულტურული ძეგლებით. აქ ნახავთ უძველეს ნამოსახლარებს, ისტორიულ ციხე-სიმაგრეებსა და შუა საუკუნეების ტაძრებს. ზუგდიდის ყველაზე ცნობილი ღირსშესანიშნაობა დადიანების სასახლეა, რომელიც შთაბეჭდილებას ახდენს მნახველზე არქიტექტურითა და ექსპონატებით. სასახლის გარშემო დადიანების მიერ გაშენებული ბოტანიკური ბაღია, სადაც მრავალი სახეობის მცენარე იზრდება, მათ შორის მაგნოლიის ექვსი სახეობა, სხვადასხვა სახეობის მუხა, ატლასისა და ჰიმალაის კედარი, კანარის ვერხვი, აზიის, მათ შორის ინდოეთის, იაპონიის, ხმელთაშუაზღვისპირეთის, ამერიკის და სხვა ადგილებიდან შემოტანილი რელიქტური და ენდემური მცენარეები.',
  hotels: [RetroHouse],
  restaurants: [Diaroni],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const martvili: City = {
  id: uuid(),
  slug: slugify('martvili'),
  name: 'martvili',
  area: 907,
  population: 32566,
  populationDensity: 35.91,
  description:
    'მარტვილის მუნიციპალიტეტი გამოირჩევა ულამაზესი ბუნებითა და კულტურულ-ისტორიული ძეგლების სიმრავლით. რაიონი შთამბეჭდავი ალპური ტბებით, ჩანჩქერებით, მღვიმეებით თუ უმშვენიერესი ხეობებით მრავალ ბუნებისა და მოგზაურობის მოყვარულს იზიდავს. განსაკუთრებული პოპულარობით სარგებლობს ლებარდეს ტბები, ონიორეს, წაჩხურუს, კაღუს, აბჰესისა და ტობის ჩანჩქერები, მარტვილის კანიონი, ბალდის კანიონი და სხვა. მარტვილში მრავალ შესანიშნავ ადგილს იპოვნით, როგორც თავგადასავლებით სავსე ლაშქრობის მოსაწყობად, ასევე მსუბუქი გასვლებისთვის თუ საოჯახო პიკნიკებისთვის. რაიონი მდიდარია კულტურული ძეგლებითაც, აქ ნახავთ უძველეს, საინტერესო არქიტექტურის მქონე ტაძრებსა და ციხე-სიმაგრეებს. მუნიციპალიტეტის კულტურულ ძეგლებს შორის განსაკუთრებით გამოირჩევა მარტვილის მონასტერი, ყურადღებას იქცევს აგრეთვე ნოჯიხევის ნაეკლესიარი, რომელიც ერთადერთი რვააფსიდიანი ეკლესიაა საქართველოში. მნიშვნელოვანი და საყურადღებო ძეგლია ასევე ადრეული შუა საუკუნეების აბედათის ციხე, რომელიც საკმაოდ კარგად არის შემონახული. მარტვილში ასევე შეგიძლიათ მოინახულოთ დადიანების სალხინოს რეზიდენცია, ნოღის ციხე, თამაკონის ციხე, ნოჯიხევის ტეტრაკონქის ტიპის ნაეკლესიარი, წაჩხურუს ეკლესია და სხვა. რაიონში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც სხვადასხვა პერიოდის (ქვის ხანიდან XIX-XX საუკუნეებამდე) მრავალფეროვანი ექსპონატებია წარმოდგენილი. თუკი მთაში დასვენების მოყვარული ხართ ამისთვის შესანიშნავი ადგილია ბალნეო-კლიმატური კურორტი ლებარდე, სადაც ულამაზესი ხედებით დატკბებით და სიმშვიდეში განიტვირთებით.    ',
  sightseeing: {
    description:
      'ლებარდეს დიდ და პატარა ტბა მდებარეობის სამეგრელო-ზემო სვანეთში კერძოდ მარტვილის მუნიციპალიტეტში, გვირას ქედის დასავლეთ ფერდობზე. ტბებამდე მისლვა შესაძლებელია ორი სხვადასხვა მარშრუტით.მარტვილის მუნიციპალიტეტის სოფელ დობერაზეებიდან გრუნტის გზას მივყავათ კურორტ ლებარდემდე, ხოლო შემდგომ ბილიკით ავდივართ ლებარდეს დიდ და პატარა ტბასთან. მანქანით გასავლელი მაძილი 30 კილომეტრია, ხოლო ფეხით 10 კმ-ის გავლა გიწევთ ერთი გზა. გზა დაზიანებულია და მისი გავლა მხოლოდ  მაღალი გამავლობის ყველგანმავლისა ან 2/3 ხიდიანი სატვირთოებით არის შესაძლებელი. ლებარდეს ტბებთან მისვლა შესაძლებელია ლეჩხუმიდან მხრიდანაც. ბილიკი თავდაპირველად მიემართება ასხის მასივის მიმართულებით, გზაჯვარედინზე ბილიკი მარჯვნივ გრძელდება გვირას ქედის დასავლეთ ფერდობზე. ლეჩხუმის მხრიდან ფეხით გასავლელი მანძილი ერთი მხარე 21 კილომეტრია. ',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0701-7.jpg',
  },
  history:
    'მარტვილის მუნიციპალიტეტი სამეგრელოში მდებარეობს. იგი გამოირჩევა უძველესი ისტორიითა და ბუნების მრავალფეროვნებით. რაიონის ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან იწყება. მარტვილის ძველი სახელწოდებაა ჭყონდიდი, რაც წარმართულ საკულტო მუხის (ჭყონი) ხეს უკავშირდება. იგი განვითარებულ დასახლებულ პუნქტს წარმოადგენდა შუა საუკუნეებშიც, რაზეც, გარდა ისტორიული წყაროებისა, რაიონის ტერიტორიაზე შემორჩენილი უძველესი ტაძრები და ციხე-სიმაგრეებიც მეტყველებს. დღესდღეობით მარტვილში ფუნქციონირებს კულტურულ-საგანმანათლებლო, ჯანდაცვის და სხვა ტიპის დაწესებულებები. მუნიციპალიტეტში განვითარებულია მრეწველობა და სოფლის მეურნეობა, მისდევენ მეცხოველეობას, მეაბრეშუმეობას, მეხილეობას, მევენახეობას და ა.შ. მრეწველობა ძირითადად ადგილობრივ სასოფლო-სამეურნეო ნედლეულსა და ჰიდროენერგორესურსებს ემყარება. მარტვილის რაიონს დიდი ტურისტული პოტენციალი აქვს, რასაც ბუნების სილამაზე და ისტორიულ-კულტურული ძეგლების სიმრავლე განაპირობებს. ტურისტული თვალსაზრისით მის მიმზიდველობას ხელს უწყობს ბალნეო-კლიმატური კურორტი ლებარდე. თავისი მრავალფეროვნებით მარტვილი უამრავ ადამიანს იზიდავს და წარუშლელ შთაბეჭდილებას ახდენს.',
  hotels: [ResortMartvili],
  restaurants: [Oda],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const chkhorowyu: City = {
  id: uuid(),
  slug: slugify('chkhorowyu'),
  name: 'chkhorowyu',
  area: 615,
  population: 21931,
  populationDensity: 35.67,
  description:
    'ჩხოროწყუს მუნიციპალიტეტი გამოირჩევა ულამაზესი ბუნებითა და კულტურული ძეგლების სიმრავლით. აქ ნახავთ უძველეს ნამოსახლარებს, შუასაუკუნეების ციხე-სიმაგრეებსა და უძველეს ტაძრებს. გარახას ციხე-სიმაგრე, ნაჯიხარის ციხე, ოცინდალეს წმინდა გიორგის ეკლესია, ჩხოროწყუს წმიდა გიორგის ეკლესია და სხვა მრავალი საინტერესო ძეგლი საქართველოს ისტორიულ-კულტურული წარსულის ერთგვარ მატიანეს წარმოადგენენ. რაიონში ფუნქციონირებს ჩხოროწყუს ისტორიული მუზეუმი. მუზეუმში დაცული, არქეოლოგიური გათხრების შედეგად მოპოვებული, მასალა საზოგადოების განვითარების ყველა ძირითად საფეხურს მოიცავს, ქვის ხანიდან გვიანფეოდალურ ხანამდე (ქვის იარაღები, ბრინჯაოს ზოდები, სამკაულები, ნუმიზმატური ნიმუშები, კერამიკული ნაწარმი, ხელნაწერები, ხატები და სხვა). ჩხოროწყუ სამოთხეა ბუნებაში მოგზაურობის მოყვარულთათვისაც. სიმწვანე, მისტიური მღვიმეები და ულამაზესი ჩანჩქერები წაარუშლელ შთაბეჭდილებას ტოვებს. ტობავარჩხილის ტბები კი ნამდვილად რეალობად ქცეული ზრაპარია, რომელსაც ყოველწლიურად უამრავი ქართველი თუ უცხოელი ტურისტი სტუმრობს. კლდეთა მასივებში მოქცეული ლურჯი, მოსარკული ტბები, არეკლილი მთები და ქათქათა ღრუბლები, ნისლების მოძრაობა და კლდეებს შორის გადმოწოლილი ყინულის ენები ზღვა ემოციებისა და თავგადასავლების სამეფოში მიგაქანებენ. ჩხოროწყუ ასევე შესანიშნავია კომფორტული, გამაჯანსაღებელი დასვენებისთვის. სოფელ მუხურში მდებარეობს დასასვენებელი კომპლექსი ლუგელა, განთქმული, როგორც ბავშვთა კურორტი. კურორტი ლუგელა გთავაზობთ სპორტულ-გამაჯანსაღებელ პროცედურებს, ლუგელას წყლის აბაზანებს, ლუგელას ხეობაში ცხენებით სეირნობას, აკვაპარკს, სპორტულ მოედნებს, ბავშვთა სხვადასხვა გასართობებს და ა.შ, რაც მრავალფეროვანი, ხალისიანი დასვენებისა და განტვირთვის შესაძლებლობას მოგცემთ.',
  sightseeing: {
    description:
      'ეგრისის ქედი (სამეგრელოს ქედი, ოდიშის ქედი) არის კავკასიონის სისტემის სამხრეთ კალთის გასწვრივი გვერდითი ქედი, რომელიც მდებარეობს სამეგრელო - ზემო სვანეთში. ქედის ქვედა ზონა, 1200 მეტრამდე, შემოსილია ფართოფოთლოვანი ტყეებით (მუხა, რცხილა, წაბლი, წიფელი), უფრო ზემოთ, 2100 მეტრამდე, წიწვიანებით (სოჭი, ნაძვი), ხოლო სულ ზემოთ სუბალპური და ალპური მდელოებით. ქედიდან სათავეს იღებენ მდინარეები: მაგანა, ტეხური, ხობი, თხეიში, კასლეთი და სხვა. ეგრისის ქედი არაერთი ულამაზესი ტბის მშობელია. ტობავარჩხილი (ვერცხლის ტბა), ოხოჯეს ტობა (ცაშკიბულის ტობა, პატარა ტბა), კალალიშ ტობა, დიდღალიშ ტობა, წაქაწყარიშ ტობა, ოკარეს ტობა, ლაკუმურაში და სხვა.',
    imageUrl: 'https://georgiantravelguide.com/storage/files/img-4745.jpg',
  },
  history:
    'ჩხოროწყუს მუნიციპალიტეტი დასავლეთ საქართველოში, სამეგრელო - ზემო სვანეთის მხარეში მდებარეობს. ჩხოროწყუს ტერიტორიაზე ადამიანის ცხოვრების კვალი უძველესი დროიდან, ჯერ კიდევ ქვის ხანიდან იწყება და განვითარების თითქმის ყველა საფეხურს მოიცავს. თავად სიტყვა ჩხოროწყუ მეგრულად ცხრა წყაროს ნიშნავს (ჩხოროს - ცხრა, წყუ-წყალი), ამ სახელწოდების ეტიმოლოგიის შესახებ 1899 წელს გამოქვეყნდა წერილი გაზეთში - „ცნობის ფურცელი“. რაიონში განვითარებულია სოფლის მეურნეობა, განსაკუთრებით კი მეფუტკრეობა. ჩხოროწყუ მდიდარია სასარგებლო წიაღისეულით, აქ გვხვდება დოლომიტის, კირქვისა და ანდეზიტ-ბაზალტის საბადოები. ასევე უნდა აღინიშნოს მინერალური წყალი ლუგელა, რომელიც სამკურნალო დანიშნულებით გამოიყენება. სოფელ მუხურში არის კეთილმოწყობილი კურორტი, სადაც შეძლებთ როგორც კომფორტულ დასვენებას, ასევე მრავალფეროვან გართობას. ჩხოროწყუში მრავალი კულტურულ-ისტორიული მნიშვნელობის მქონე ძეგლია, რაც მას საინტერესოსა და ტურისტულად მიმზიდველს ხდის. რაიონის ბუნება კი მრავალფეროვნებითა და საოცარი სილამაზით გამოირჩევა. ზღაპრული ხეობები, ჩანჩქერები, ალპური ტბები თუ მღვიმეები უამრავ საინტერესო მარშრუტს სთავაზობს მოლაშქრეებსა და ბუნებისა და მთის სპორტის მოყვარულებს. აქ სრულიად სხვადასხვა ინტერესების მქონე ადამიანებს შეუძლიათ რაღაც მათთვის საინტერესო იპოვნონ.    ',
  hotels: [TomasSakhli],
  restaurants: [Efre],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const walenjikha: City = {
  id: uuid(),
  slug: slugify('walenjikha'),
  name: 'walenjikha',
  area: 666,
  population: 24776,
  populationDensity: 37.02,
  description:
    'წალენჯიხის მუნიციპალიტეტი გამოირჩევა ულამაზესი ბუნებითა და კულტურული ძეგლების სიმრავლით. ხეობები, ჩანჩქერები, ყვავილოვანი მდელოები, ტყეები და საოცარი ალპური ტბები წარუშლელ შთაბეჭდილებას ახდენს მნახველზე და მრავალ მოგზაურობის მოყვარულს იზიდავს. მოლაშქრეთათვის განსაკუთრებით პუპულარულია ტობავარჩხილის ტბების ბილიკი და ქუაქანცალია. კლდეებს შორის მოქცეული კრიალა ტბები და მათი ჯადოსნური ხედები ზღაპრულ გარემოს ქმნის. უზარმაზარი მოქანავე ლოდი - ქუაქანცალია კი ნამდვილად შეგიქმნით მისტიკურობის განცდას. მართალია ტობავარჩხილის ტბები ბევრი მოხეტიალის ოცნებაა, თუმცა თუ ასეთი სირთულეებისთვის მზად არ ხართ, რაიონში უფრო მარტივად მისასვლელი ბევრი უმშვენიერესი ადგილი მოიძებნება, როგორიცაა: ინწირას ჩანჩქერი, მაგანას კანიონი, ბარხას მღვიმე და სხვა. გარდა ბუნების მშვენიერებისა, წალენჯიხა მნიშვნელოვანი კულტურულ-ისტორიული ძეგლების სიმრავლითაც იქცევს ყურადღებას. ამ მხრივ რაიონის რაიონის მთავარი ღირსშესანიშნაობაა წალენჯიხის მაცხოვრის ფერისცვალების ტაძარი, რომელიც გამოირჩევა მაღალმხატვრული ღირებულებით. წალენჯიხაში ასევე შეგიძლიათ მოინახულოთ: სქურის ეკლესია, ჯვარის წმ. გიორგის ეკლესია, სქურის ციხე, ლეშამგეს ეკლესია და სხვა. მუნიციპალიტეტის ტერიტორიაზე ფუნქციონირებს რამდენიმე მუზეუმი, რომლებიც ძალიან საინტერესოა, კულტურით დაინტერესებული ადამიანებისთვის. თუკი მრავალფეროვან მოგზაურობასთან ერთად კომფორტული და გამაჯანსაღებელი დასვენება გსურთ, ამისთვის შესანიშნავი ადგილია კურორტი სქური, რომელიც მწვანეში ჩაფლული გარემოთი და სამკურნალო თვისებების მქონე მინერალური წყლით მრავალ დამსვენებელს იზიდავს.',
  sightseeing: {
    description:
      'ქუაქანცალია მოქანავე ლოდია, რომელიც სამეგრელოში, წალენჯიხის მუნიციპალიტეტში მდებარეობს, ყვირას კირქვულ მასივზე, მდინარე ინწრის სათავეებთან, ზღვის დონიდან 1800 მ სიმაღლეზე. ეს ბუნების საოცრება სამეგრელოს ერთ-ერთი შთამბეჭდავი ღირსშესანიშნაობაა. ვეება მოქანავე ლოდი ერთგვარ მისტიურ განწყობასაც კი ქმნის. წვიმებისგან დახრული ზედაპირის მქონე კირქვული ლოდი ამაღლებულ კვარცხლბეკზე დგას. მას ოთხი საყრდენი წერტილი აქვს, რომელთაგანაც ერთი ყოველთვის ჰაერშია. ეს ქვის უზარმაზარი მასა ერთ-ერთ წიბოზე ხელის ოდნავი დაწოლითაც კი ქანაობას იწყებს და კაკუნის ხმას გამოსცემს. ლოდის სიმაღლე - 1,75 - 1,45 მ, სიგანე - ერთი მხრივ 1,68 და 2,10 მ, მეორე მხრივ - 1,60 მ, წონა კი დაახლოებით 10-12 ტონაა. მსგავსი მოქანავე ლოდები მრავალ ქვეყანაში გვხვდება, თუმცა მათი უმრავლესობა მაგმურ ვულკანურ ქანებშია გამომუშავებული, ქუაქანცალია კი კირქვული ლოდია და კარსტულ მასივზე მდებარეობს. ლოდი გაშლილ სივრცეებს გადაჰყურებს და გარშემო ულამაზესი ხედები იშლება. საოცარი პეიზაჟები და ბუნების ჯადოსნობა დაუვიწყარი შთაბეჭდილებებით აგავსებთ.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/a/a9/Kuakantsalia.jpg',
  },
  history:
    'წალენჯიხის მუნიციპალიტეტი დასავლეთ საქართველოში, სამეგრელო-ზემო სვანეთის მხარეში მდებარეობს. რაიონი გამოირჩევა უდიდესი ისტორიული წარსულით. ადამიანის ცხოვრების კვალი აქ ჯერ კიდევ ქვის ხანიდან იწყება და ფაქტობრივად უწყვეტად გრძელდება. წალენჯიხის ტერიტორიაზე გამოვლენილია მრავალფეროვანი არქეოლოგიური მასალა და უძველესი ნამოსახლარები. იგი მნიშვნელოვანი დასახლებული პუნქტი ყოფილა შუა საუკუნეებშიც, რასაც უძველესი ტაძრები და ციხე-სიმაგრეებიც ადასტურებს. ერთ-ერთი ასეთი უმნიშვნელოვანესი ძეგლია წალენჯიხის მაცხოვრის ფერისცვალების ეკლესია, რომელიც XVII საუკუნეში საეპისკოპოსო კათედრალად იქცა. XIII-XIV საუკუნეებისათვის წალენჯიხაში იყო დადიანების რეზიდენცია, მათი სასახლე, საჭურჭლე და საგვარეულო სამარხი. იგი დღესდღეობით განვითარებული რაიონია, სადაც ფუნქციონირებს სხვადასხვა კულტურულ-საგანმანათლებლო, ჯანდაცვის, დასასვენებელი და სხვა ტიპის დაწესებულებები. მუნიციპალიტეტი მდიდარია ბუნებრივი რესურსებით, როგორიცაა დოლომიტი და მინერალური წყლები. წალენჯიხაში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: თხილისა და მარცვლოვანი კულტურების მოყვანა-დამუშავება, მესაქონლეობა, მებაღეობა. რაიონი გამორჩეულია ულამაზესი ბუნებითა და კულტურული ძეგლების სიმრავლით, რაც მის ტურისტულ პოტენციალს განაპირობებს. ტურიზმის განვითარებისთვის ერთ-ერთი ხელსაყრელი ფაქტორია მუნიციპალიტეტში კურორტი სქურის არსებობაც, რომელიც მრავალ დამსვენებელს იზიდავს. წალენჯიხა თავისი უძველესი ისტორიით, შუა საუკუნეების ეკლესიებითა და ციხე-სიმაგრეებით, ალპური ტბებით, ჩანჩქერებით, ხეობებითა თუ მთებით საქართველოს ერთ-ერთი მრავალფეროვანი და საინტერესო რაიონია.',
  hotels: [DEA],
  restaurants: [Argo],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const gori: City = {
  id: uuid(),
  slug: slugify('gori'),
  name: 'gori',
  area: 1284,
  population: 123233,
  populationDensity: 95.98,
  description:
    'უდიდესი ისტორიის მქონე გორი მდიდარია კულტურული ძეგლებითა და ლამაზი ბუნებით. აქ მრავალი სასიამოვნო ადგილია სასეირნოდ, პიკნიკისთვის, მცირე ლაშქრობებისთვის. შეგიძლიათ ნახოთ მშვენიერი ხეობები, ჩანჩქერები და მცირე ტბები. გორის ღირსშესანიშნაობებიდან განსაკუთრებით ცნობილია უფლისციხე, ატენის სიონი და გორის ციხე. თუმცა, გარდა ამ ძეგლებისა, კიდევ მრავალი საინტერესო, მხატრული და ისტორიული მნიშვნელობის მქონე ტაძრის, ციხე-სიმაგრისა თუ ნამოსახლარის მონახულება შეგიძლიათ. ერთ-ერთი ასეთი ძეგლია ქვახვრელის კომპლექსი, რომელიც უფლისციხესთან ძალიან ახლოს მდებარეობს და უნახავი არ უნდა დატოვოთ. მრავალი განსაკუთრებული მნიშვნელობის ექსპონატი ინახება გორის ისტორიულ-ეთნოგრაფიულ მუზეუმში. აქ წარმოდგენილია მიწათმოქმედების, მესაქონლეობის, ლითონწარმოების, კედლის მხატვრობის, მცირე ფორმის ქანდაკების, ჰერალდიკისა და სახალხო სანახაობის ამსახველი მასალა (რომლებიც წარმოდგენას გვაძლევენ წინა აზიისა და ქართველ ტომთა უძველესი კულტურის მჭიდრო კავშირზე), დრაქმები, მონეტები, გორის განძი, ხელნაწერები და ა.შ.',
  sightseeing: {
    description:
      'უფლისციხე — კლდეში ნაკვეთი ქალაქი, კავკასიის ერთ-ერთი უძველესი დასახლება და საქალაქო ცენტრი. მდებარეობს შიდა ქართლში, ქალაქ გორის აღმოსავლეთით მე-10 კმ-ზე, მდინარე მტკვრის მარცხენა ნაპირას.დღესდღეობით იგი წარმოადგენს უფლისციხის ისტორიულ-არქიტექტურულ მუზეუმ-ნაკრძალს. ქალაქს აქვს ქუჩები, სკვერები, წყლის საკანალიზაციო სისტემა, ოთხი კარიბჭე, საიდუმლო გვირაბი, რომელსაც მდინარე მტკვრამდე მიყავხარ, გალავანი და ა.შ. დღეისათვის ის ითვლება მუზეუმად ღია ცის ქვეშ.წერილობით წყაროებში პირველად VII საუკუნეში იხსენიება. უფლისციხესა და მის შემოგარენში დაცულია არქეოლოგიურ და ხუროთმოძღვრულ ძეგლთა ჯგუფი, რომელთაგან უძველესი ადრინდელი ბრინჯაოს ხანისაა და მტკვარ-არაქსის კულტურის წრეს განეკუთვნება (ნამოსახლარები ლაშეთხევში, გუდაბერტყაზე, გორთან). შუა ბრინჯაოს ხანის მიწურულისაა ყათლანიხევის გორასამოსახლოს ქვედა ფენა.უფლისციხის კლდეში ნაკვეთ ანსამბლსა და მის გარშემო დაჯგუფებულ დასახლებებს განვითარების გრძელი გზა გაუვლიათ. კლდეში ნაკვეთი დასახლება ჯერ უფლისციხის მიდამოებში მცხოვრები თემების ჰეგემონი თემის საცხოვრისი გამხდარა, შემდეგ კი - "ზენა სოფლის" (შიდა ქართლის) ტომთა გაერთიანების ცენტრი, სადაც ამ გაერთიანების მეთაური (მამასახლისი), უფალი მჯდარა (აქედან სახელწოდება უფლისციხე). ადრინდელი ანტიკური ხანიდან (ძველი წელთაღრიცხვით VI-IV საუკუნეები) უფლისციხე ქალაქური ტიპის დასახლება იყო, რომელიც ადრინდელი ელინისტურ ხანაში (ძველი წელთაღრიცხვით IV საუკუნის დასასრულს - III საუკუნე) მსხვილ საქალაქო ცენტრად იქცა. ძველ კლდეში ნაკვეთი დასახლება კი ანტიკური ქალაქის შიდა ქალაქად ჩამოყალიბდა. IV საუკუნიდან უფლისციხე, ისევე როგორც ადრინდელი კლასობრივი ხანის ზოგიერთი სხვა ქალაქი, დაქვეითდა და მხოლოდ სამხრეთ სტრატეგიული მნიშვნელობა შერჩა. საქართველოს გაერთიანებისათვის ბრძოლის პერიოდში (IX-X საუკუნეები) დასუსტებული ციხე-ქალაქი უფლისციხე ხელიდან ხელში გადადიოდა. IX-X საუკუნეებში უფლისციხეში გაბატონებისათვის თავგამოდებით იბრძოდნენ ქართველი მეფეები, კახეთის მთავრები და სომხეთის მეფეები. საქართველოს პოლიტიკური გაერთიანების შემდეგ (X საუკუნის 70-იანი წლები) უფლისციხემ თანდათანობით დაკარგა მნიშვნელობა. ეს პროცესი დავით აღმაშენებლის მიერ 1122 თბილისის განთავისუფლებით დაგვირგვინდა.',
    imageUrl: 'https://i.ytimg.com/vi/H09OKKM9OZg/sddefault.jpg',
  },
  history:
    'გორი შიდა ქართლის მხარეში მდებარე მუნიციპალიტეტია. გორის ტერიტორია უძველესი დროიდან იყო დასახლებული. ამის დასტურია რაიონში აღმოჩენილი სხვადასხვა არქეოლოგიური ძეგლი, მათ შორის კლდეში ნაკვეთი ქალაქი უფლისციხე, რომლის ყველაზე ადრეული ფენები ბრინჯაოს ხანისაა. ქალქი გორი (მუნიციპალიტეტის ადმინისტრაციული ცენტრი) უმნიშვნელოვანეს სტრატეგიულ და სავაჭრო გზათა გადაკვეთაზე მდებარეობდა და მასზე ბატონობა ნიშნავდა პოლიტიკურ მმათველობას შიდა ქართლზე. ფრანგი მოგზაურის ჟან შარდენის ცნობით, XVII საუკუნის 70-იან წლებში იგი მნიშვნელოვანი სავაჭრო ცენტრი იყო. გორი მატიანეებში VII საუკუნიდან იხსენიება. მისი სახელწოდება წარმოდგება ქალაქში აღმართული კლდოვანი გორაკისაგან, რომელზეც გაშენებულია ძველი ციხესიმაგრე. სტრატეგიული მდებარეობის გამო ქალქი ხშირად იყო დაპყრობილი, XVIII საუკუნის 40-იან წლებში კი იგი უცხოელ დამპყრობელთაგან გათავისუფლდა. რაიონი ლამაზი ბუნებითა და კულტურული ძეგლების სიმრავლით გამოირჩევა. აქ შეგიძლიათ ლამაზი ხეობებით, ხედებითა და ჩანჩქერებით დატკბობა. უძველესი ნამოსახლარები, ტაძრები და ციხე-სიმაგრეები მრავალი ეპოქის შესახებ ინახავენ ცნობებსა და ისტორიებს. გორის ტერიტორიაზე მრავალი კულტურული, ისტორიული თუ მხატვრული ღირებულების არტეფაქტია აღმოჩენილი.',
  hotels: [Hestia],
  restaurants: [Kera],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const kaspi: City = {
  id: uuid(),
  slug: slugify('kaspi'),
  name: 'kaspi',
  area: 799,
  population: 42753,
  populationDensity: 53.51,
  description:
    'კასპის მუნიციპალიტეტი გამოირჩევა კულტურული ძეგლების სიმრავლითა და ბუნების სილამაზით. ტყეები, ხეობები, შესანიშნავი ხედები და ყვავილოვანი მდელოები საინტერესო და თავგადასავლებით სავსე მარშრუტების დაგეგმვის საშუალებას გვაძლევს. ცხავერისა და ნოსტეს ჩანჩქერებს, სოფელ გოსტიბეს, თავკავთასა თუ სხვა მრავალ საოცარ ადგილს ბევრი მოგზაურობის მოყვარული და ბუნების სიმშვიდეში დასვენების მსურველი სტუმრობს. კასპში ულამაზეს ბუნებასთან ერთად ბევრი მნიშვნელოვანი ისტორიულ-კულტურული ძეგლიც გვხვდება. აღსანიშნავია უნიკალური ჩუქურთმებით შემკული, ჰარმონიული პროპორციებით გამორჩეული სამთავისის ტაძარი, ქართული ხუროთმოძღვრების საეტაპო და მნიშვნელოვანი ძეგლი - ქვათახევის მონასტერი, მრავალფეროვანი რკონის სამონასტრო კომპლექსი, რკონის ციხე, სხვილოს ციხე და სხვა. კასპში მდებარეობს აგრეთვე ერთ-ერთი საინტერესო და მნიშვნელოვანი არქეოლოგიური ძეგლი - გრაკლიანი გორა, სადაც შეძლებთ საქართველოს წინარექრისტიანულ კულტურაში მოგზაურობას. ქალაქ კასპში ფუნქციონირებს კასპის მხარეთმცოდნეობის მუზეუმი. მუზეუმში 20 000-ზე მეტი ექსპონატია დაცული, რომლებიც ბრინჯაოს ხანიდან შუასაუკუნეებამდე პერიოდებს მოცავს. რაიონში არის ჰავითა და სამკურნალო წყლებით გამორჩეული კურორტები (ხოვლე, გარიყულა, გოსტიბე), სადაც სასიამოვნო გარემოში დასვენებას შეძლებთ.',
  sightseeing: {
    description:
      'ქვათახევის მონასტერი შიდა ქართლის მხარეში, კასპის მუნიციპალიტეტში მდებარეობს. იგი XII-XIII საუკუნეების ძეგლია, ქართლის უმთავრეს მონასტრად ითვლებოდა და დიდებულები მფარველობდნენ. თემურ ლენგის ლაშქრობისას, 1386 წელს, მონასტერი დაარბიეს და როდესაც ტაძარს შეფარებულმა მონაზვნება და სოფლის მცხოვრებლებმა ქრისტიანობის უარყოფაზე უარი თქვეს, ისინი ერთად გამოკეტეს და ეკლესიას ცეცხლი წაუკიდეს. XV საუკუნეში მეფე ალექსანდრე დიდმა ქვათახევის მონასტერი აღადგინა. 1735-1740 წლებში მონასტერი დაიკეტა, აქ დაცული სიწმნიდეები კი მონასტერთან ახლოს, გამოქვაბულში გადამალეს. XVIII საუკუნის ბოლოს ეკლესია კვლავ მოქმედი გახდა და გადამალული განძიც მონასტერს დაუბრუნდა. გადმოცემის თანახმად ეკლესიის საძირკველში ჩატანებულია ღვთისმშობლის სამოსის პატარა ნაწილი (თავად ტაძარიც ღვთისმშობლის სახელობისაა). ასევე მონასტრის უდიდეს სიწმინდეს წარმოადგენს წმ. იოანე ნათლისმცემლის წმინდა ნაწილი. ქვათახევი ძველი ქართული მწიგნობრობის ერთ-ერთი კერაც იყო, დღემდე მოღწეულია მონასტრის ბიბლიოთეკის რამდენიმე ხელნაწერი.',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Kvatakhevi_monastery1.jpg/1920px-Kvatakhevi_monastery1.jpg',
  },
  history:
    'კასპის მუნიციპალიტეტი შიდა ქართლის მხარეში მდებარეობს. რაიონის ტერიტორიაზე ადამიანის ცხოვრების კვალი ჯერ კიდევ ქვის ხანიდან იწყება, რასაც უძველესი ნამოსახლარები და არქეოლოგიური მასალა მოწმობს. კასპი დარეული პერიოდიდანვე დაწინაურდა და მნიშვნელოვანი სამხედრო და კულტურული მნიშვნელობა ჰქონდა, რაც მისი გეოგრაფიულ-სტრატეგიული მდებარეობით იყო განპირობებული. იგი ციხე-ქალაქს წარმოადგენდა, რომელსაც საკუთარი სპასალარი ჰყოლია. V საუკუნეში, ვახტანგ გორგასლის მეფობის დროს, კასპი განვითარების მაღალ საფეხურზე იდგა, დიდი ყურადღება ექცეოდა განათლებისა და აღზრდის საკითხს. მემატიანე მოგვითხრობს, რომ აქ წარჩინებულები და მეფეები აღსაზრდელად აგზავნიდნენ თავინთ შვილებს. კასპში იზრდებოდა ვახტანგ გორგასლის და მირანდუხტიც. VIII საუკუნეში არაბი სარდლის, მურვან ყრუს, ლაშქრობამ კასპი სრულიად გაანადგურა და ცხოვრება ჩაკვდა. XV საუკუნეში იგი ამილახვართა ფეოდალურ საგვარეულოს ეკუთვნოდა, ადმინისტრაციულად კი ქართლის საერისთავოს შემადგენლობაში იყო. XV საუკუნის მეორე ნახევარში კი ქართლის მეფე სიმონ I-მა კასპი ამილახვრებს ჩამოართვა და სვეტიცხოველს შესწირა. XIX საუკუნეში იგი სოფლის ტიპის დასახლება იყო. კასპი ცალკე რაიონია 1930 წლიდან. დღესდღეობით რაიონში ფუნქციონირებს საგანმანათლებლო დაწესებულებები, მხარეთმცოდნეობის მუზეუმი, კულტურული და დასასვენებელი სივრცეები და ა.შ. იგი ასევე საქართველოში საშენ მასალათა წარმოების ცენტრია. მუნიციპალიტეტის ტერიტორიაზე არის ცემენტის, სპირტის, საკონსერვო და საკონდიტრო ქარხნები. კასპის ტერიტორიაზე გადის ცენტრალური სარკინიგზო მაგისტრალი, რაც მის ეკონომიკურ პოტენციალს ზრდის. განვითარებულია ასევე სოფლის მეურნეობა, წამყვანი დარგებია: მევენახეობა, მეხილეობა, მებოსტნეობა, სარძევე მეცხოველეობა. რაიონი გამოირჩევა ბუნების სილამაზით, აქ ასევე მრავალი მნიშვნელოვანი კულტურულ-ისტორიული ძეგლია შემორჩენილი. კასპის უძველესი ციხე-სიმაგრეები და ტაძრები, როგორიცაა: რკონის მონასტერი, რკონის ციხე, სამთავისი და მრავალი სხვა, დიდი პიპულარობით სარგებლობს და უამრავ ტურისტს იზიდავს.',
  hotels: [KaspiResort],
  restaurants: [Agurebshi],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const qareli: City = {
  id: uuid(),
  slug: slugify('qareli'),
  name: 'qareli',
  area: 702,
  population: 41145,
  populationDensity: 58.61,
  description:
    'უძველესი ისტორიისა და კულტურის მქონე ქარელის რაიონი მდიდარია როგორც მნიშვნელოვანი ძეგლებით, ასევე ულამაზესი ბუნებით. ხეებში ჩაფლული ულამაზესი ტბები და ჩანჩქერები შესანიშნავია ლაშქრობისა და პიკნიკისთვის, გაზაფხულის სიწვანეში, აჭრელებულ შემოდგომაზე თუ ზაფხულის სიცხისგან თავის დასაღწევად. განსაკუთრებული პოპულარობით ბატეთის ტბა სარგებლობს, რომელიც მდინარე ძამის ხეობაში მდებარეობს. ძამის ხეობა, გარდა ბუნების მშვენიერებისა, მრავალფეროვანი და საინტერესო კულტურული ძეგლებითაც გვანებივრებს, ამიტომაც ის მოგზაურობის მოყვარულთათვის ერთ-ერთი საყვარელი ადგილია. ქარელში შეხვდებით უძველეს ნამოსახლარებს, ისტორიულ ციხე-სიმაგრეებსა და სხვადასხვა პერიოდის ეკლესია-მონასტრებს. მაღალმხატვრული ფრესკებით ცნობილი ყინწვისის მონასტერი, მძოვრეთის ციხე-დარბაზის კომპლექსი, ძამის ციხე, სამწევრისის ტაძარი, სამწევრისის ციხე, სოლოღაშენის ეკლესია, ეს მცირედია იმ ღირსშესანიშნაობათაგან, რის მონახულებასაც ქარელში მოგზაურობისას შეძლებთ. რაიონში ასევე არის მხარეთმცოდნეობის მუზეუმი, სადაც 1300-ზე მეტი ექსპონატია დაცული. აქ წარმოდგენილია ურბნისის, ბებნისის, ტახტიძირის, დირბისა და დვანის არქეოლოგიური მასალები, რომელთადან უძველესი ძვ.წ. IV-III ათასწლეულებით თარიღდება.',
  sightseeing: {
    description:
      'ბატეთის ტბა შიდა ქართლის მხარეში, ქარელის მუნიციპალიტეტში, ძამის ხეობაში, ზღვის დონიდან 1313 მეტრზე მდებარეობს. საქართველოში მრავალი ტბაა. მათ შორის, ერთ-ერთი ყველაზე პოპულარულია ბატეთის ტბა. თუ თქვენ გაქვთ თავისუფალი მხოლოდ ერთი დღე და გსურთ მოაწყოთ მცირე ლაშქრობა, განიტვირთოთ ბუნებაში, ტბის პირას, ან უბრალოდ მოაწყოთ პიკნიკი მეგობრებთან ერთად, ეს ადგილი გაამართლებს თქვენს მოლოდინს. ხეობა და ტბა სილამაზით ნამდვილად გამორჩეულია. იშვიათად თუ შეხვდებით ასეთ მწვანე წალკოტში ჩაფლულ ტბას, თანაც მისასვლელადაც საკმაოდ მარტივს. სწორედ ამ ყველაფერმა განაპირობა ბატეთის ტბისადმი განსაკუთრებული ინტერესი. ტბას უამრავი ადამიანი სტუმრობს გაზაფხულის სიმწვანეში, ცხელ ზაფხულსა თუ აფერადებული შემოდგომის დადგომისას. მარშრუტი ერთ დღიანია, თუმცა სურვილის შემთხვევაში შეგიძლიათ მოაწყოთ ორ დღიანი გასვლა. ტბასთან არის საბანაკე ადგილი, წყალი შეგიძლიათ აიღოთ მდინარიდან ან გზად მონასტრის ტერიტორიაზე მდებარე წყაროზე.',
    imageUrl:
      'https://georgiantravelguide.com/storage/files/bateti-lake-dzama-gorge-fall-autumn-tba-ozero-bateti.jpg',
  },
  history:
    'ქარელი შიდა ქართლის მხარეში მდებარე მუნიციპალიტეტია. აქ ადამიანის ცხოვრების კვალი ჯერ კიდევ ადრეული ბრინჯაოს ხანიდან იწყება. ამის დასტური სოფელ დოღლაურში აღმოჩენილი მრავალფენიანი ისტორიული ძეგლია, სადაც ანტიკური, ადრე რკინის, გვიან ბრინჯაოს და ადრე ბრინჯაოს ხანის ფენებია გამოვლენილი. ქარელი, როგორც განვითარებული საქალაქო ცენტრი, ისტორიულ წყაროებში პირველად XVI-XVII საუკუნეებში იხსენიება. მას მრავალი ისტორიული ფაქტი უკავშირდება, როგორიცაა: რუის-ურბნისის საეკლესიო კრება 1103 წელს, არადეთის ბრძოლა - 1483 წელს და სხვა. დღევანდელი ქარელის უდიდესი ნაწილი ციციშვილების სათავადოში-საციციანოში შედიოდა, სადაც ცხოვრობდა და მოღვაწეობდა ზაზა ფანასკერტელ-ციციშვილი, სამხედრო-პოლიტიკური, კულტურულ-საგანმანათლებლო და სამედიცინო მოღვაწე, აღმშენებელი და მეცნიერი, ავტორი სამკურნალო წიგნისა - „კარაბადინი“. დღესდღეობით ქარელზე გადის ამიერკავკასიის რკინიგზის მთავარი მაგისტრალი და საავტომობილო გზები. მუნიციპალიტეტში განვითარებულია სოფლის მეურნეობა, წამყვანი დარგებია: მეხილეობა, მეჭარხლეობა, მებოსტნეობა-მებაბაღჩეობა, მევენახეობა, მეცხოველეოყა და სხვა. აქ მდებარეობს აგარის შაქრის ქარხანა და სხვა კვების მრეწველობის საწარმოები. რაიონში არის პროფესიული სასწავლებელი, 1 ცენტრალური ბიბლიოთეკა, კულტურის ცენტრი და მხარეთმცოდნეობის მუზეუმი. ქარელის მუნიციპალიტეტი გამორჩეულია როგორც ბუნებით, ასევე კულტურული ძეგლების სიმრავლით. ულამაზესი ბატეთის ტბა, ამწვანებული ძამის ხეობა და ისეთი მნიშვნელოვანი ძეგლები, როგორიცაა: სამწევრისის ეკლესია, ყინწვისისკომპლექსი, მძოვრეთის ციხე-დარბაზის კომპლექსი და მრავალი სხვა, უამრავ ტურისტს იზიდავს და გულგრილს არავის ტოვებს.',
  hotels: [HotelNatia],
  restaurants: [kareli],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const khashuri: City = {
  id: uuid(),
  slug: slugify('khashuri'),
  name: 'kashuri',
  area: 585.2,
  population: 52603,
  populationDensity: 89.9,
  description:
    'ხაშურის მუნიციპალიტეტი გამოირჩევა ბუნების სილამაზითა და კულტურული ძეგლების სიმრავლით. მთები და შერეული ტყეები ულამაზეს უმშვენიერეს წარმოადგენს როგორც გაზაფხულის სიმწვანეში, ისე შემოდგომაზე. ღორინამკლის მთიდან შესანიშნავი ხედები იშლება ხაშურსა და ლურჯად მოელვარე კოდიწყაროს ტბაზე. ულამაზესი ბიჯნისის ჩანჩქერი კი ნამდვილად სამოთხეა, განსაკუთრებით თუკი ზაფხულის სიცხეში გადაწყვიტეთ მოგზაურობა. დასასვენებლად შეგიძლიათ ხაშურის კურორტებს ეწვიოთ, სადაც სუფთა ჰაერი, ტყეები, მთების ხედები და სიმშვიდე დაგხვდებათ. გარდა ბუნების სილამაზისა ეს რაიონი მდიდარია კულტურული ძეგლებითაც. აქ ნახავთ ისტორიულ ციხე-სიმაგრეებსაა და შუასაუკუნოვან ტაძრებს. სურამის ციხე, რომელშიც ლეგენდის თანახმად დედისერთა ვაჟი - ზურაბია ჩაკირული, ბულბულის ციხე თუ უძველესი წრომის ტაძარი საქართველოს ისტორიულ-კულტურული განვითარების ნათელ სურათს ქმნის და უამრავ მნახველს იზიდავს. ხაშურში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც მდიდარი და მრავალფეროვანი მასალაა დაცული. უზეუმში წარმოდგენილია ექსპონატები უძველესი პერიოდებიდან უახლეს წარსულამდე: ჭურჭელი, შრომისა და საბრძოლო იარაღები, ნუმიზმატური კოლექცია, ხატები, წიგნები, ფოტო და სახვითი ხელოვნების კოლექციები და სხვა.',
  sightseeing: {
    description:
      'ბიჯნისის ჩანჩქერი შიდა ქართლის მხარეში, ხაშურის მუნიციპალიტეტის სოფელ ბიჯნისში მდებარეობს, ზღვის დონიდან 800 მეტრზე, ლიხის ქედის აღმოსავლეთ კალთაზე. ხეებში ჩაფლული ეს პატარა, თუმცა ულამაზესი ჩანჩქერი საოცარ გარემოს ქმნის და შესანიშნავი ადგილია ბუნების მოყვარულთათვის. ბიჯნისის ჩანჩქერი მშვენიერი სანახავია, როგორც გაზაფხულის სიმწვანეში, ასევე შემოდგომის ფერადებით გარემოცული. ჩანჩქერის ძირში პატარა დაგუბება წარმოიქმნება, სადაც ზაფხულის სიცხეში გაგრილებას შეძლებთ. ეს ადგილი შესანიშნავია მსუბუქი გასვლებისთვის და მეგობრებთან ერთად სასიამოვნო დროის გასატარებლად ბუნების სიმშვიდეში.',
    imageUrl:
      'https://gmnews.com.ge/gallery/24993631_1354154201355510_5014703990903527227_n.jpg',
  },
  history:
    'ხაშური აღმოსავლეთ საქართველოში, შიდა ქართლში მდებარე მუნიციპალიტეტია. რაიონის ტერიტორია უძველესი დროიდან, ჯერ კიდევ ქვის ხანიდან, ყოფილა დასახლებული, რასაც აქ აღმოჩენილი ქვის იარაღები, ბრინჯაოს ნივთები და სხვადასხვა ეპოქის არქეოლოგიური ექსპონატები ადასტურებს. ისტორიულ წყაროებში ხაშური პირველად 1693 წელს იხსენიება. იგი ქალაქის ტიპის დასახლება XIX საუკუნის 60-იანი წლებიდან გახდა, რასაც საქართველოში რკინიგზის გაყვანამ შეუწყო ხელი. მუნიციპალიტეტი აღმოსავლეთ, დასავლეთ, და სამხრეთ საქართველოს გზაგასაყარზე მდებარეობს და შესაბამისად მას სტრატეგიული მდებარეობა აქვს. ხაშურში განვითარებულია მრეწველობა და სოფლის მეურნეობა. სოფლის მეურნეობის წამყვანი დარგები მემინდვრეობა, მევენახეობა და მესაქონლეობაა. რაიონში ფუნქციონირებს 3 მუზეუმი, 1 თეატრი და 24 ბიბლიოთეკა. რაიონში ასევე განვითარებულია ტურიზმიც, რასაც კულტურული ძეგლების სიმრავლე და და ბუნებრივი რესურსები განაპირობებს. ჰავის, სამკურნალო მინერალური წყლებისა და ბუნების სილამაზის გამო პოპულარობით სარგებლობს ხაშურის კურორტები. ბიჯნისის ჩანჩქერი, ღორინამკლის მთა, კოდიწყაროს ტბა, წრომის ტაძარი, სურამის ციხე და მრავალი სხვა ღირსშენაშნაობა უამრავ მოგზაურს იზიდავს, შესანიშნავი ხედებითა თუ კულტურულ-ისტორიული ღირებულებით.  ',
  hotels: [IveriaHotel],
  restaurants: [MaxiBurger],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const mestia: City = {
  id: uuid(),
  slug: slugify('mestia'),
  name: 'mestia',
  area: 3067,
  population: 9511,
  populationDensity: 3.1,
  description:
    'მესტიის მუნიციპალიტეტი საქართველოს ერთ-ერთი განსაკუთრებული ადგილია უძველესი კულტურითა და მკვეთრად გამოხატული იდენტობით. იგი უამრავ ტურისტს იზიდავს. ქართული ეთნო-კულტურის მნიშვნელოვანი ნიმუშია სვანური კოშკი, რომელიც გვხვდება როგორც საცხოვრებელ სახლზე მიდგული, ასევე ცალკე მდგომი. გრანდიოზული მწვერვალების ფონზე შეფენილი კოშკოვანი სოფლები დაუვიწყარ კადრებად დარჩება თქვენს მეხსიერებაში. გამორჩეულია სვანური ტაძრები, მათი მოხატულობა და ჭედური თუ ფერწერული ხატების შესანიშნავი ნიმუშები. განსაკუთრებით ცნომილია უშგულის ლამარია და კალის წმ. ივლიტასა და კვირიკეს მონასტერი, სადაც მეფის მხატვარ თევდორეს მხატვრობაა. აუცილებლად უნდა ეწვიოთ მიხეილ ხერგიანის სახლ-მუზეუმსა და მესტიის მუზეუმს, სადაც ნახავთ უნიკალურ ოთხთავებს, ხატებს, სამკაულებს, ტრადიციულ სამოსსა და სხვადასხვა საბრძოლო თუ საყოფაცხოვრებო ექსპონატებს. მესტიის ბუნება კი ძალიან მდიდარია ულამაზესი ადგილებით, სადაც შეგიძლიათ როგორც კომფორტული დასვენება საოცარი ხედების მქონე სასტუმროებში, ასევე თავგადასავლებით სავსე ლაშქრობები კარვისა და კოცონის თანხლებით. დათოვლილი მწვერვალები, ჩანჩქერები, კლდეთა სამეფოში მოქცეული ტბები, ნიავით სავსე მინდვრები სამოთხეში გაგრძნობინებთ თავს. ეს მხარე ასევე მიმზიდველია სამთო სპორტის მოყვარულთათვისაც. საბოლოოდ კი მესტია არ უნდა დატოვოთ უგემრიელესი სვანური სამზარეულოს გასინჯვის გარეშე, რომლის მთავარი კერძიც კუბდარია.',
  sightseeing: {
    description:
      'კალას წმ. კვირიკესა და წმ. ივლიტას სახელობის ეკლესია მდებარეობს ჩხუტნერის ქედის სამხრეთით, მესტიის მუნიციპალიტეტში. მისი სიმაღლე მერყეობს ზღვის დონიდან 1870 მეტრია. მას სვანურად ლაგურკა ჰქვია. აშენებულია X-საუკუნეში. ეკლესია დარბაზული ტიპისაა. შუა საუკუნეებში იგი წარმოადგენდა სამონასტრო კომპლექსს. ეკლესია 1112 წელს მეფის მხატვარ თევდორეს მიერ მოიხატა, რომელსაც მანამდე 1096 წელს სვანეთში მოხატული ჰქონდა იფარის მთავარანგელოზის ეკლესია. კალას წმ. კვირიკესა და წმ. ივლიტას ტაძარში დაცულია კალას თემის მთელი საგანძური ( X-XII-XIII) შუა საუკუნეების ჭედური და ფერწერული ხატები. აქვე ინახება მინანქრებით შემკული სანაწილე ხატი, რომელსაც სვანები “შალიანის ხატს” უწოდებენ.',
    imageUrl:
      'https://georgiantravelguide.com/storage/thumbnails/dji-0450-7.jpg',
  },
  history:
    'მესტია დასავლეთ საქართველოში, სამეგრელო - ზემო სვანეთის მხარეში მდებარე მუნიციპალიტეტია. მას, ისევე როგორც მთლიანად სვანეთს, უძველესი ისტორია აქვს. მესტია გამორჩეულია საოცარი, ულამაზესი ბუნებითა და კულტურული ძეგლების სიმრავლით. მომნუსხველი და დაუვიწყარია სვანეთის მშვენება, მწვერვალი უშბა, საქართველოს უმაღლესი მწვერვალი შხარა, აზიდული კლდეებიდან გადმომდინარი ჩანჩქერები და ცასავით ლურჯი ალპური ტბები. ალბათ სწორედ ამ ცადაზიდულ მყინვარებსა და კლდეებს უნდა ვუმადლოდეთ, რომ გვყავდა „კლდის ვეფხვად“ წოდებული მიხეილ ხერგიანი და სხვა დიდებული სვანი მთამსვლელები. სვანური კოშკები, უნიკალური ტაძრები და სხვადასხვა საყოფაცხოვრებო თუ რელიგიური ნიმუშები ნამდვილად ძალიან საინტერესო, ინდივიდუალური და უდიდესი ისტორიულ-კულტურული ღირებულების მქონე ნაწილია მდიდარი და მრავალფეროვანი ქართული კულტურისა. აღსანისნავია, რომ სვანური კოშკები ცნობილ იაპონელ ანიმატორს, ჰაიაო მიაძაკის გამოყენებული აქვს თავის ერთ-ერთ ცნობილ ანიმეში - „ლაპუტა: სასახლე ცაში“. მესტია შესანიშნავი ადგილია მთაში დასვენების მოყვარულთათვის როგორც ზაფხულში, ასევე ზამთარში. აქ ფუნქციონირებს სამთო-სათხილამურო კურორტები ჰაწვალი და თეთნულდი.',
  hotels: [WinterFellMestia],
  restaurants: [CafeLaila],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const lentekhi: City = {
  id: uuid(),
  slug: slugify('lentekhi'),
  name: 'lentekhi',
  area: 1458,
  population: 4231,
  populationDensity: 2.9,
  description:
    'ლენტეხი ულამაზესი ბუნებითა და საინტერესო კულტურული ძეგლებით მდიდარი რაიონია. მშვენიერი ხეობები და გრანდიოზული, ყინულოვანი მთები წარუშლელ შთაბეჭდილებას ტოვებს მნახველზე. აქ მრავალი საინტერესო მარშრუტის დაგეგმვა შეიძლება ლაშქრობის მოყვარულთათვის. მრავალფეროვანი და სანახაობრივია ლენტეხის ზემო სვანეთთან, რაჭასთან და სამეგრელოსთან დამაკავშირებელი ბილიკები, როგორიცაა მაგალითად: ლენტეხი-მაცხვარიშის, მანანური-ტვიბერის, ხაჩეში-დობერაზენის, შკედი-ლიხეთის და სასაში-ლაშიჭალის ბილიკები. ლენტეხი მიმზიდველია მთამსვლელებისთვისაც. ულამაზესია კურორტი მუაში სამკურნალო მინერალური წყლებით, ტყეებით, ტყისპირა მდელოებით, სუფთა ჰაერითა და პატარა კოტეჯებით. ამ რაიონში მოგზაურობისას შთამბეჭდავი ხედების გარდა მრავალი მნიშვნელოვანი ძეგლის მონახულებასაც შეძლებთ. ქართული ეთნო-კულტურის მნიშვნელოვანი ნიმუშია სვანური კოშკი, რომელიც გვხვდება როგორც საცხოვრებელ სახლზე მიდგული, ასევე ცალკე მდგომი და რა თქმა უნდა ლენტეხიც წარმოუდგენელია მათ გარეშე. გარდა კოშკებისა აქ ბევრი შუა საუკუნეების ტაძარი გვხვდება უნიკალური სვანური მხატვრობის ნიმუშებით. ნახავთ ეკლესიებს, რომლებზეც გარე ფასადებზეც არის შემორჩენილი ფრესკების კვალი, რაც მხოლოდ სვანეთისთვისაა დამახასიათებელი. ლენტეხის ერთ-ერთი ცნობილი ღირსშესანიშნაობაა დადიანის ციხე-დარბაზის კომპლექსი. რაიონში ფუნქციონირებს მხარეთმცოდნეობის მუზეუმი, სადაც დაცულია ბრინჯაოს ხანის არქეოლოგიური მასალა, XI-XII ს.ს-ის საეკლესიო ნივთები, XVII-XVIII ს.ს-ის ხელნაწერი ლოცვები და ქვემო სვანეთის ეთნოგრაფიული ყოფის ამსახველიკოლექცია.',
  sightseeing: {
    description:
      'ჟახუნდერის წმინდა გიორგის სახელობის ტაძარი — ეკლესია საქართველოში, ლენტეხის მუნიციპალიტეტის სოფელ ჟახუნდერში. დათარიღებულია განვითარებული შუა საუკუნეებით. ტაძარი ქვითაა ნაგები და ბაზილიკური ტიპისაა. მისი აღმოსავლეთი სარკმელი მოჩუქურთმებულია. ეკლესიის ხის მოჩუქურთმებული კარი დაცულია საქართველოს ხელოვნების მუზეუმში.',
    imageUrl: 'http://photos.wikimapia.org/p/00/07/87/76/88_big.jpg',
  },
  history:
    'ლენტეხი, იგივე ქვემო სვანეთი, საქართველოს ერთ-ერთი ყველაზე მაღალმთიანი რაიონია, რომელიც რაჭა-ლეჩხუმისა და ქვემო სვანეთის მხარეში მდებარეობს. სვანეთი ადრინდელ საუკუნეებში კოლხეთის ნაწილი იყო, შემდეგ ეგრისის, ხოლო უფრო მოგვიანებით მე-11 მე-15 საუკუნეებში გაერთიანებული საქართველოს სამეფოს შემადგენლობაში შედიოდა. ერთიანი საქართველოს სამეფო-სამთავროებად დაშლის შემდეგ იგი სამ ნაწილად დაიყო: სვანეთის სამთავრო, ბალზემო სვანეთი, ქვემო სვანეთი. მე-19 საუკუნის პირველ ნახევარში ქვემო სვანეთი ლეჩხუმთან ერთად ოდიშის მთავარმა დაიმორჩილა, ამიტომ მას სადადიანო სვანეთსაც უწოდებდნენ. მუნიციპალიტეტის წამყვანი დარგი მეცხოველეობაა. სასოფლო-სამეურნეო კულტურებიდან მოჰყავთ სიმინდი, კარტოფილი და პარკოსანი მცენარეები. მისდევენ ასევე მებაღეობასაც. აქ არის ასევე სხვადასხვა პროფილის მცირე საწარმოები. რაიონის ერთ-ერთი სიმდიდრე კურორტი მუაშია, რომლის მინერალური წყლებიც სახსრებისა და პერიფერიული ნერვული სისტემის დაავადებების სამკურნალოდ გამოიყენება. ლენტეხი ულამაზესი ბუნებითა და საინტერეო კულტურული ძეგლებით გამოირჩევა. თეთრად მოელვარე მწვერვალები, გრილი ტყეები, იალაღები, სვანური კოშკები და გამორჩეული ტაძრები ბევრ მოგზაურობის მოყვარულს, მოლაშქრესა და მთამსვლელს იზიდავს. რაიონში არის ტურბაზა და ალპიური ბანაკი „აილამა“, ასევე ბიბლიოთეკები, მუზეუმი და თეატრი.',
  hotels: [HotelSvaneti],
  restaurants: [Koshki],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const rustavi: City = {
  id: uuid(),
  slug: slugify('rustavi'),
  name: 'rustavi',
  area: 45,
  population: 127839,
  populationDensity: 2840.87,
  description:
    'ქალაქ რუსთავის მუნიციპალიტეტი ქვემო ქართლის მხარის ადმინისტრაციული ცენტრია. იგი ქვემო ქართლის ვაკეზე მდბარეობს და მდინარე მტკვარი მას ორ ნაწილად, ძველ და ახალ რუსთავად (მარჯვენა და მარცხენა სანაპირო) ჰყოფს. მუნიციპალიტეტი დაყოფილია დავით აღმაშენებელის სახელობის, ძველი რუსთავის სახელობის, შოთა რუსთაველის სახელობის, ჟიული შარტავას სახელობის, გიორგი ჭყონდიდელის სახელობის, ილია ჭავჭავაძის სახელობის, ვახტანგ გორგასლის სახელობის, იაკობ ცურტაველის სახელობის, ნიკოლოზ ბარათაშვილის სახელობის და 13 ასურელი მამის სახელობის ადმინისტრაციულ ერთეულებად. რუსთავის ადმინისტრაციული საზღვარი მარნეულის და გარდაბნის მუნიციპალიტეტებთან გადის. სამხრეთიდან და დასავლეთიდან მას იაღლუჯისა და ჩათმის მთები აკრავს, აღმოსავლეთით კი გარდაბნისა და ფონიჭალის ველები. იგი უნაყოფო სტეპის ტერიტორიაზეა გაშენებული. ძველ და ახალ რუსთავს შორის, მტკვრის სანაპიროზე რუსთავის ტყეა, რომელიც ამჟამად კულტურისა და დასვენების პარკის ნაწილია. პარკში რის ხელოვნურად შექმნილი ტბა. რუსთავში ხმელთაშუა ზღვისა და სტეპს შორის გარდამავალი ჰავაა არამკაცრი, თოვლიანი ზამთრით და მშრალი, ზომიერი და ცხელი ზაფხულით.    ',
  sightseeing: {
    description:
      'რუსთავის ისტორიული მუზეუმი — მხარეთმცოდნეობის მუზეუმი ქალაქ რუსთავში. დაარსდა 1950 წელს ცნობილი არქეოლოგისა და საზოგადო მოღვაწის გოგი ლომთათიძის თაოსნობით.მუზეუმში სულ დაცულია 28 771 ექსპონატი, ძირითადად ქალაქ რუსთავისა და ისტორიული კუხეთის (გარდაბნის მუნიციპალიტეტი) ტერიტორიაზე არქეოლოგიური ექსპედიციების მიერ მოპოვებული მასალა (ძვ. წ. XIX საუკუნიდან ახ. წ. XVIII საუკუნის ჩათვლით).',
    imageUrl:
      'https://upload.wikimedia.org/wikipedia/commons/3/37/Rustavi_Museum_%28A._Muhranoff%2C_2011%29.jpg',
  },
  history:
    'რუსთავი ქალაქი და მუნიციპალიტეტია აღმოსავლეთ საქართველოში, ქვემო ქართლის მხარეში. რუსთავის ტერიტორიაზე ადამიანი ჯერ კიდევ შუა ბრინჯაოს ხანაში ცხოვრობდა. მსხვილი დასახლებები აქ გვიან ბრინჯაო- ადრე რკინის ხანაში გაჩნდა. რუსთავი საქართველოს ერთ-ერთი უძველესი ქალაქია და მის მშენებლობას ლეონტი მროველი ქართველთა წინაპრის, ქართლოსის ცოლს მიაწერს. XII—XIII საუკუნეებში ქალაქი განვითარების მაღალ საფეხურზე იმყოფებოდა, ყვაოდა ხელოსნობის სხვადასხვა დარგები: კერამიკის, მინის, ლითონის, ტყავის, ძვლის, ხის, ასევე საფეიქრო წარმოება. 1265 წელს ბექა-ყაენის ლაშქრობის შედეგად კი რუსთავმა არსებობა შეწყვიტა. ამ გამანადგურებელი ლაშქრობის შემდეგ მხოლოდ რუსთავის ციხის ნანგრევებიღა შემორჩა. იგი ერთადერთი ციხეა საქართველოში, რომელშიც ფრესკული ნიმუშები გვხვდება. რუსთავი XX საუკუნემდე ნანგრევების სახით არსებობდა. 1944 წელს ისტორიული ნაქალაქარის ტერიტორიაზე უზარმაზარი მეტალურგიული ქარხნის მშენებლობა დაიწყო. იმავე პერიოდში ჩაეყარა საფუძველი ქალაქის მშენებლობასაც. რუსთავი საქართველოს უმთავრესი სამრეწველო ქალაქია თბილისის შემდეგ. ქალაქის ერთ-ერთი ღირსშესანიშნაობაა რუსთავის პარკი, სადაც დასვენებისთვის საუკეთესო სივრცეა მოწყობილი კალათბურთის, ფეხბურთის და ფრენბურთის მოედნებით, სკეიტ-პარკით, ხის დეკორატიული ფანჩატურებით, საპიკნიკე სივრცეებით, შადრევნებითა და ველოტრასებით. რუსთავის პარკში მდებაორებს V-VIII საუკუნეების რუსთავისციხე-სიმაგრე და ნაქალაქარი. ძალიან საინტერესოა რუსთავის ისტორიული მუზეუმი, სადაც ძვ. წ - ახ. წ. XVIII საუკუნეების ექსპონატებია დაცული. ქალაქში ყოველწლიურად იმართება სახალხო ზეიმი „რუსთავქალაქობა“ და საერთაშორისო თეატრალური ფესტივალი „ოქროს ნიღაბი“.',
  hotels: [RustaviHotel],
  restaurants: [RestaurantSamepo],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const cities: City[] = [
  
  rustavi,
  qobuleti,
  khulo,
  qeda,
  shuakhevi,
  batumi,
  gulrifshi,
  ochamchire,
  sokhumi,
  gudauta,
  gagra,
  gali,
  ozurgeti,
  chokhatauri,
  zestafoni,
  samtredia,
  qutaisi,
  chiatura,
  wyaltubo,
  gurjaani,
  telavi,
  sighnaghi,
  kvareli,
  tsageri,
  mtskheta,
  dusheti,
  bolnisi,
  dmanisi,
  walka,
  oni,
  ambrolauri,
  akhalcikhe,
  borjomi,
  zugdidi,
  martvili,
  chkhorowyu,
  walenjikha,
  gori,
  kaspi,
  qareli,
  khashuri,
  mestia,
  lentekhi,
];
