import { Region } from 'src/core/types';
import { slugify } from 'src/core/utils';
import { v4 as uuid } from 'uuid';
import { formatISO } from 'date-fns';
import {  qobuleti,
  khulo,
  qeda,
  shuakhevi,
  batumi,
  gulrifshi,
  ochamchire,
  sokhumi,
  gudauta,
  gagra,
  gali,
  ozurgeti,
  chokhatauri,
  zestafoni,
  samtredia,
  qutaisi,
  chiatura,
  wyaltubo,
  gurjaani,
  telavi,
  sighnaghi,
  kvareli,
  tsageri,
  mtskheta,
  dusheti,
  bolnisi,
  dmanisi,
  walka,
  oni,
  ambrolauri,
  akhalcikhe,
  borjomi,
  zugdidi,
  martvili,
  chkhorowyu,
  walenjikha,
  gori,
  kaspi,
  qareli,
  khashuri,
  mestia,
  lentekhi,rustavi} from './city.data';
import { imeruliKhachapuri,
  imeruliLobiani,
  mesxuriKada,
  tutmaji,
  kuchamchi,
  sacivpomidori,
  kejaraFkhali,
  elarji,
  megruliKhachapuri,
  kupati,
  kaklisMuraba,
  borano,
  acharuliKhachapuri,
  baklava,
  abista,
  mamaliga,
  kubdari,
  chvishtari,
  qalakoda,
  machyvinara,
  mchadi,
  lobio,
  afkhazura,
  mtsvadi,
  ghandzili,
  khinkali,
  ghurchumeli,
  chakafuli,
  nazuqi,
  tylapi,
  nadugipitnit,} from './dish.data';

export const samckheJavakhetiId = uuid();
export const guriaId = uuid();
export const samegrloId = uuid();
export const lechkhumiId = uuid();
export const acharaId= uuid();
export const afkhazetiId= uuid();
export const svanetiId=uuid();

export const achara: Region = {
  id: acharaId,
  slug: slugify('achara'),
  name: 'achara',
  area:3794,
  regionCenter: chiatura,
  population: 346347,
  populationDensity:91.29,
  history: 'აჭარა საქართველოს ერთ-ერთი უძველესი კუთხეა და გეოგრაფიულად ზემო ქართლის, კერძოდ, მესხეთის ნაწილს შეადგენდა. იგი ქართულ წერილობით წყაროებში პირველად XI საუკუნეში, ლეონტი მროველის თხზულებაში, ფარნავაზ მეფის მიერ(ძვ.წ IV-III სს.), ქვეყნის საერისთავოებად დაყოფისა და ერისთავების განწესების შესახებ ცნობაში მოიხსენიება. თუმცა მეცნიერთა მოსაზრებით ეს მხარე ძვ.წ. IV-III საუკუნეებზე გაცილებით ადრე, ჯერ კიდევ ქვის ხანაში ყოფილა დასახლებული. აჭარის ტერიტორიაზე ბრინჯაოსა და რკინის ხანის კულტურული ფენებიც არის გამოვლენილი. ამ კუთხეს უკავშირდება საქართველოში ქრისტიანობის შემოსვლაც, ანდრია პირველწოდებულმა პირველად ქრისტიანობა სწორედ აჭარაში იქადაგა. XV - XVI საუკუნეებში აჭარა გურიელის მფლობელობაში იყო, XVII საუკუნეში კი ოსმალებმა დაიპყრეს. მიუხედავად იმისა, რომ 1609 წელს ის გათავისუფლდა და გურიის სამთავროს შეუერთდა, ეს მხარე მალევე, 1614 წელს, კვლავ ოსმალთა ბატონობის ქვეშ აღმოჩნდა, რაც ორი საუკუნის განმავლობაში გაგრძელდა. აჭარის მოსახლეობა ოსმალეთის ბატონობის ხანაში გამაჰმადიანდა, მაგრამ არ გათურქებულა და შემოინახა ქართული ენა, ქართული გვარები და ქართული იდენტობა. რუსეთ-ოსმალეთის ომის შემდეგ, 1878 წელს დადებული საზავო ხელშეკრულების საფუძველზე აჭარა რუსეთის იმპერიის შემადგენლობაში შევიდა. საქართველოს გასაბჭოების შემდეგ, 1921 წელს აჭარა ავტონომიურ საბჭოთა სოციალისტურ რესპუბლიკად გამოცხადდა და საქართველოს დამოუკიდებლობის აღდგენის შემდგომაც შეინარჩუნა აჭარის ავტონომიური რესპუბლიკის პოლიტიკური სტატუსი.',
  cuisine: 'აჭარული სამზარეულო მსუყე და ყუათიანია, აქტიურად იყენებენ რძის ნაწარმს: ერბოს, კარაქს, ნადუღს, ხაჭოს, ყველს და ა.შ. დაუღალავად მშრომელ და მოფუსფუსე გლეხს ნოყიერი საკვებიც სჭირდებოდა. ადგილობრივი კერძებიდან გამორჩეულია აჭარული ხაჭაპური, ბორანო, იახნი, ფხალლობიო, აჩმა სინორი და ყურუთი. ტკბილეულიდან კი განსაკუთრებით გემრიელია აჭარული ბაქლავა. აჭარაში მევენახეობის ტრადიციაც უძველესი დროიდან მოდის. ადგილობრივი ვაზის ჯიშების რაოდენობა 80 ერთეულს აღწევდა. დღესდღეობით რეგიონში ყველაზე გავრცელებული ჯიშებია ცოლიკაური და ჩხავერი. დღემდე შემორჩენილ ადგილობრივ ჯიშთაგან ყველაზე ცნობილია საწური. რეგიონში ასევე გავრცელებულია მეთამბაქოეობა და მეფუტკრეობა.',
  description: 'აჭარა საქართველოს ისტორიულ-გეოგრაფიული მხარეა, რომელიც მდინარე აჭარისწყლის ხეობაში მდებარეობს. აჭარის ტერიტორია დიდ ისტორიას ინახავს, ეს მხარე უძველესი დროიდან ყოფილა დასახლებული. სხვადასხვა პერიოდის კულტურული ძეგლების გარდა აჭარაში ულამაზესი ბუნებაცაა, მზიანი ზღვის სანაპიროები, სიმწვანე და ძალიან საინტერესო აჭარის მთიანეთი. მთიან სოფლებში, რომლებიც ჯერ კიდევ შორს არის თანამედროვე ცივილიზაციის აურზაურისგან, გაეცნობით ამ რეგიონისთვის დამახასიათებელ ყოფა-ცხოვრებასა და კულტურას. აჭარა შესანიშნავი მხარეა, როგორც ხმაურიანი გართობის, შოკოლადისფერი ნამზეურის და ფერადოვნების მოყვარულთათვის, ასევე სიმშვიდის და ბუნების წიაღში ჰარმონიის მაძიებელთათვისაც.მრავალსაუკუნოვანი კულტურის მქონე აჭარაში ბევრი საინტერესო ძეგლია შემორჩენილი. აქ გვხვდება ქვის ხანის სადგომები, ბრინჯაო-რკინის და ანტიკური ხანის ძეგლები (მაგ.: გონიოს ციხე და თხილვანის მენჰირი) და შუასაუკუნეების ტაძრები, ციხესიმაგრეები და ხიდები, რომლებიც სხვადასხვა დროს მრავალი საინტერესო მოვლენისა და ისტორიის მომსწრენი გამხდარან. თვალწარმტაცი და მრავალფეროვანია აჭარის ბუნებაც. მოლივლივე ზღვა, ულამაზესი ხეობები, ჩანჩქერები თუ ალპური მდელოები ნამდვილად მოგხიბლავთ. აჭარაში 4 დაცული ტერიტორიაა და თითოეული ინდივიდუალური ხასიათით და ენდემური ჯიშებით ხასიათდება. აჭარა ასევე მდიდარია ზღვისპირა და მთის კურორტებით.',
  cities: [qobuleti,khulo,qeda,shuakhevi,batumi],
  dishes: [borano, acharuliKhachapuri,baklava],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const lechkhumi: Region = {
  id: lechkhumiId,
  slug: slugify('lechkhumi'),
  name: 'lechkhumi',
  area: 719,
  regionCenter:tsageri,
  population:9387,
  populationDensity:13.05,
  history: 'ლეჩხუმში ადამიანის ცხოვრების კვალი პალეოლითი-ნეოლითის ხანიდან იწყება. ეს ტერიტორია გვიან ბრინჯაოსა და ადრე რკინის ხანის ერთ-ერთ მძლავრ მეტალურგიულ კერადაა მიჩნეული. უძველესი დროიდან შუა ლეჩხუმზე საქარავნო საერთაშორისო გზა გადიოდა, რომელიც ფაზისს ჩრდილო კავკასიის ხალხებთან აკავშირებდა. ერთიანი ფეოდალური სახელმწიფოს, საქართველოს სამეფოს, შექმნის შემდეგ შეიქმნა თაკვერის საერისთავო, რომელიც დღევანდელ რაჭა-ლეჩხუმსა და ქვემო სვანეთის ნაწილს მოიცავდა. მისი ცენტრი ცაგერი იყო. დავით აღმაშენებლის პერიოდის შემდეგ, ერთიანი ქართული სამეფოს დაშლამდე, თაკვერი ხან დამოუკიდებელი საერისთავო იყო, ხან კი სვანეთის დაქვემდებარებაში იმყოფებოდა. მიუხედავად იმისა, რომ ლეჩხუმი ყველაზე მცირე პოლიტიკური ერთეული იყო დასავლეთ საქართველოში, აქ უამრავი ციხე-სიმაგრე არსებობდა და ომიანობისას სწორედ მას აფარებდნენ თავს. ისტორიული წყაროების მიხედვით ხვამლის მთაზე იყო ქართველ მეფეთა განძთსაცავი. XVII საუკუნის II ნახევრიდან ლეჩხუმში დამოუკიდებლობისაკენ მისწრაფებამ იჩინა თავი და გაჩნდა თანამდებობა — ტიტული ლეჩხუმის თავი. XIII-XIV საუკუნეში მოხდა თაკვერის ჩანაცვლება ლეჩხუმით. სიტყვა ლეჩხუმი პირველად XV საუკუნის ბოლოსაა ნახსენები. მისი სავაჭრო-ეკონომიური ცენტრი იყო ლაილაში. იმერეთის სამეფოს წარმოქმნის (XV ს.) შემდეგ ლეჩხუმი მის შემადგენლობაში შევიდა როგორც სამეფო დომენი. XVII საუკუნის II ნახევრიდან ლეჩხუმელი აზნაურები შეეცადნენ შეექმნათ ცალკე სათავადოები. 1714 წელს, მას შემდეგ, რაც ლეჩხუმის გამგებელი ბეჟან I დადიანი სამეგრელოს მთავარი გახდა, ლეჩხუმი სამეგრელოს სამთავროს ერთ-ერთ ნაწილად იქცა და მას დადიანების დანიშნული სარდალმოურავი განაგებდა. ლეჩხუმი საკმაოდ დიდ როლს ასრულებდა ოდიშის ეკონომიკასა და სამხედრო საქმეში. ამჟამად ისტორიული ლეჩხუმი, დღევანდელი ცაგერის მუნიციპალიტეტი, რაჭა-ლეჩხუმი-ქვემოსვანეთის მხარის შემადგენლობაშია.',
  cuisine: 'ლეჩხუმურ სამზარეულოზეც ფაქტობრივად იგივეს თქმა შეგვიძლია რისიც რაჭულზე.რაჭული სამზარეულოს ცნობილი კერძებია - შქმერული, ლობიოს შეჭამანდი და ლობიანი, რომელიც ლორით შეზავებული ლობიოს გულსართით მზადდება. რაჭველები ლობიანებს პურის მსგავსად თონეში აცხობენ. რაჭველები განსაკუთრებულად ამზადებენ ღორის ლორს, რომლის მომზადებასაც კვირეები სჭირდება.',
  description: 'ლეჩხუმი დასავლეთ საქართველოს ჩრდილოეთ ნაწილში მდებარე მხარეა, დღევანდელი ცაგერის მუნიციპალიტეტი. იგი უძველესი კულტურითა და ულამაზესი ბუნებით გამოირჩევა. ტყეებით, ჩაჩქერებით, კანიონებით, მინერალური წყლებით, ალპური მდელოებით, ტბებით და მისტიური, დიდი ისტორიის ხვამლის მთით ლეჩხუმი ძალიან საინტერესო და მიმზიდველია მოგზაურობის მოყვარულთათვის. ხვამლის მთა მთელი საქართველოს ისტორიისთვის მნიშვნელოვანი ადგილია, რომელსაც უამრავი ადამიანი სტუმრობს ხვამლობის დღესასწაულზე.ლეჩხუმის ტერიტორია ათასწლეულების ისტორიას ინახავს. აქ ვხვდებით წინარექრისტიანულ ნამოსახლარებს, შუასაუკუნეების ციხე-სიმაგრეებსა და ტაძრებს. მწვანეში ჩაფლული ლეჩხუმის ბუნება ჩანჩქერებით, ტბებით, ულამაზესი მინდვრებითა და ვრცელი ხედებით წალკოტს მოგვაგონებს. განსაკუთრებით დიდ შთაბეჭდილებას ახდენს მნახველზე საირმისსვეტები და უდიდესი ისტორიული მნიშვნელობის ხვამლის მთა, სადაც, მითების თანახმად, ზევსის ბრძანებით მიაჯაჭვეს პრომეთე, რომელიც შემდგომ ჰერაკლემ დაიხსნა.',
  cities: [tsageri],
  dishes: [kaklisMuraba,kupati],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),

};

export const samegrelo: Region = {
  id: samegrloId,
  slug: slugify('samegrelo'),
  name: 'samegrelo',
  area:7093,
  regionCenter: zugdidi,
  population:278447,
  populationDensity: 39.25,
  history: 'საქართველო ძალიან მდიდარია ნაირგვარი ლანდშაფტით, საოცარი ბუნებით თუ მრავალსაუკუნოვანი კულტურის ძეგლებით და ამ მრავალფეროვნებაში ნამდვილად საპატიო ადგილს იკავებს სამეგრელო. უძველესი ნამოსახლარები, უნიკალური ტაძრები და ციხესიმაგრეები საოცარ ისტორიებსა თუ მითებს გვიამბობენ და ზღვარი ქრება კიდეც ლეგენდასა და რეალობას შორის. ეს მხარე ნამდვილი ოაზისია უალამაზესი ხეობებით, ჩანჩქერებით, დაბლობის თუ ალპური ტბებით და ბევრი მომაჯადოებელი მღვიმით. კლდეებში ნატვრისთვალივით ჩაბნეული ტობავარჩხილი დაუვიწყარი შთაბეჭდილებების მორევია ყველა მნახველისთვის. სამეგრელოში მდებარეობს ენდემური სახეობებით მდიდარი კოლხეთის ეროვნული ნაკრძალიც. შეუძლებელია არ გაგაოცოთ მრავალტონიანმა ლოდმა, რომელსაც ქუაქანცალიას ეძახიან, რადგან ხელის მცირე შეხებაზეც კი ირწევა. როგორც ხედავთ, ამ მხარეში სხვადასხვა გემოვნების ადამიანმა შეიძლება იპოვნოს თავისი პატარა სამოთხე.',
  cuisine: 'შეუძლებელია ვისაუბროთ სამეგრელოზე და სამზარეულო არ აღვნიშნოთ. ტრადიციული მეგრული საკვები ცხარე და უხვი საკაზმით გამოირჩევა. ამის მიზეზი ის გახლავთ, რომ ძველად რბილი, სუბტროპიკული ჰავიდან გამომდინარე. მალარია უდიდეს საფრთხეს წარმოადგენდა სამეგრელოსათვის და ამ რეგიონის მცხოვრებლებმა თავიდანვე აღმოაჩინეს, რომ დიდი რაოდენობით წიწაკის მოხმარება საშინელი დაავადების განვითარებას გარკვეულწილად აფერხებდა. საბოლოოდ, ცხარე სანელებლები მეგრული სამზარეულოს ტრადიციულ ატრიბუტად იქცა. ცნობილია მეგრული სულგუნი, აჯიკა, საცივი, თუმცა მოწინავე პოზიციებზე მაინც ელარჯი გახლავთ, რომელიც ღომისა და სულგუნისგან მზადდება და გულგრილს არავის ტოვებს. აუცილებლად უნდა ვახსენოთ ღვინოც. საქართველოში 500–ზე მეტი ვაზის ჯიში ხარობს, ხოლო 60 მათგანი სამეგრელოში იზრდება. მათგან ყველაზე ცნობილია ოჯალეშის ჯიშის ყურძენი, რომლისგანაც საუკეთესო ღვინო მზადდება; ეს არის ნახევრად ტკბილი წითელი ღვინო, რომელსაც ველური ვარდის სუსტი სურნელი და ხასხასა წითელი ფერი ახასიათებს.',
  description: 'სამეგრელო დასავლეთ საქართველოს ისტორიულ-გეოგრაფიული მხარეა, რომელიც მდინარე რიონს, ცხენისწყალს, ენგურსა და შავ ზღვას შორის მოქცეულ ტერიტორიას მოიცავს. მისი ცენტრალური ქალაქია ზუგდიდი. სამეგრელოს რეგიონს მთელი თავისი ისტორიის მანძილზე უდიდესი სტრატეგიული მნიშვნელობა ენიჭებოდა, რის გამოც რომაელების, ბიზანტიელების, მონღოლების, თურქების, სპარსელების, რუსებისა და სხვათა არმიების არაერთი შემოსევის ობიექტი გახდა. ეს მხარე მდიდარია სხვადასხვა ეპოქის კულტურის ძეგლებითა და შთამბეჭდავი ბუნებით, ცისკიდურთან, ჭინკების სამეფოში მოლივლივე ლურჯი ტბებითა თუ ულამაზესი კანიონებით.საქართველო ძალიან მდიდარია ნაირგვარი ლანდშაფტით, საოცარი ბუნებით თუ მრავალსაუკუნოვანი კულტურის ძეგლებით და ამ მრავალფეროვნებაში ნამდვილად საპატიო ადგილს იკავებს სამეგრელო. უძველესი ნამოსახლარები, უნიკალური ტაძრები და ციხესიმაგრეები საოცარ ისტორიებსა თუ მითებს გვიამბობენ და ზღვარი ქრება კიდეც ლეგენდასა და რეალობას შორის. ეს მხარე ნამდვილი ოაზისია უალამაზესი ხეობებით, ჩანჩქერებით, დაბლობის თუ ალპური ტბებით და ბევრი მომაჯადოებელი მღვიმით. კლდეებში ნატვრისთვალივით ჩაბნეული ტობავარჩხილი დაუვიწყარი შთაბეჭდილებების მორევია ყველა მნახველისთვის. სამეგრელოში მდებარეობს ენდემური სახეობებით მდიდარი კოლხეთის ეროვნული ნაკრძალიც. შეუძლებელია არ გაგაოცოთ მრავალტონიანმა ლოდმა, რომელსაც ქუაქანცალიას ეძახიან, რადგან ხელის მცირე შეხებაზეც კი ირწევა. როგორც ხედავთ, ამ მხარეში სხვადასხვა გემოვნების ადამიანმა შეიძლება იპოვნოს თავისი პატარა სამოთხე.',
  cities: [ martvili, walenjikha,chkhorowyu,zugdidi],
  dishes: [elarji,megruliKhachapuri],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date())
};

export const guria: Region = {
  id: guriaId,
  slug: slugify('guria'),
  name: 'guria',
  area: 2033,
  regionCenter:ozurgeti,
  population:107100,
  populationDensity:55.7,
  history: 'გურიაში ადამიანის ცხოვრების კვალი ქვედა პალეოლითის ხანიდან დასტურდება. ამ მხარეში კულტურათა თანმიმდევრული განვითარების პროცესი ბრინჯაოსა და შემდგომი ხანის მთელ მანძილზე გრძელდება. ურეკ-წვერმაღალაში აღმოჩენილი მასალა ასახავს დასავლეთ საქართველოში კოლხას სამეფოსა და რკინის წარმოების გაძლიერების პერიოდს (ძვ. წ. II ათასწლეულის II ნახევარი - I ათასწლეულის I ნახევარი). ძვ. წ. VI საუკუნეში დასავლეთ საქართველოს ტერიტორიაზე ჩამოყალიბდა კოლხას მემკვიდრე ეგრისის სამეფო, რომლის შემადგენლობაშიც იყო მოქცეული გურიის ტერიტორია. გურიას ლაზიკის სამეფოს დაშლის შემდეგ რიონსა და ჭოროხს შორის ტერიტორია ერგო. ლაზიკის სხვა რეგიონებთან შედარებით ეს მხარე ნაკლებად დასახლებული ყოფილა. გურია ქვეყნის ფეოდალიზაციასთან ერთად დაწინაურდა. გურიის გაძლიერება ძირითადად VII-VIII საუკუნეებში ხდება. ამ პერიოდს უკავშირდება საეკლესიო და სამონასტრო ცხოვრების გაძლიერება გურიაში. გურია ამ სახელით პირველად VIII საუკუნეში იხსენიება. ფეოდალურ ხანაში ეს მხარე ჩამოყალიბდა როგორც საქართველოს ერთ-ერთი საერისთავო. ერისთავები იყვნენ გურიელები, რომლებიც ვარდანისძეთა საგვარეულო შტოდან წარმოიშვნენ. გურიის ერთ-ერთი პირველი ერისთავი უნდა ყოფილიყო სიმონ I გურიელი. XV საუკუნის მე-2 ნახევარში საქართველოს ერთიანი სახელმწიფოს დაშლის შემდეგ წარმოიქმნა გურიის სამთავრო და მას გურიელები განაგებდნენ. გურიის სამთავრო მუდმივად იბრძოდა იმერეთის სამეფოსთან და ოსმალეთის იმპერიასთან. მისი ძირითადი მოკავშირე ოდიშის სამთავრო იყო. გურიის სამთავროს დამუკიდებლობა იწყება კახაბერ II გურიელის დროიდან, როდესაც ის დაუპირისპირდა ერთიანი საქართველოს სამეფოს უკანასნელ მეფეს, გიორგი VIII-ს. XVII საუკუნის II ნახევრიდან სამთავრო ტახტზე გურიელს ოსმალეთის სულთანი ამტკიცებდა. გურია 1670-იან წლებში ოსმალეთს ხარკად აძლევდა 10-20 წლის 56 ქალ ვაჟს. XVIII საუკუნის შუა წლებში გურიის სამთავრო გაძლერდა მამია IV გურიელის მთავრობის დროს. ის ერეკლე II-ის დახმარებით ცდილობდა ოსმალთა განდევნას. გურიის სამთავრომ XIX საუკუნის შუა ხანამდე იარსება. 1877-1878 წლებში გურიაში გადიოდა რუსეთ-ოსმალეთის ომის ფრონტი, რამაც მხარე კიდევ უფრო დააზარალა. დღევანდელი სამხარეო დაყოფის საფუძველზე ისტორიულ გურიას ტერიტორიულ-ადმინისტრაციული მხარის სტატუსი აქვს.',
  cuisine: 'გურიში აუციელბად უნდა დააგემოვნოთ კეცზე გამომცხვარი უგემრიელესი ხაჭაპური. ისიამოვნებთ თუ გექნებათ შესაძლებლობა ფელამუშში ჯანჯუხების ამოვლებით. ჯანჯუხა გურული ჩურჩხელაა, რომელსაც ნიგვზის ნაცვლად თხილის გულსართი აქვს. საერთოდ გურული სამზარეულო ცნობილი და სახელგანთქმული არ არის, არადა სულ ტყუილად. ჯერ მხოლოდ საცივი, სპეციალური წესით მოხარშულ ნიგვზის სოუსში ჩადებული ინდაური და კიდევ არაერთი კერძი არის ძალიან გემრიელი და ჭეშმარიტად დასაფასებელი. ზოგადად, გურული სამზარეულოსთვის დამახასიათებელია ფრინველის ხორცის კერძები: ჩაშუშული იხვი, მოხრაკული ქათამი, შემწვარი ვარია ურწყულით, შემწვარი ქათამი ნიგვზის ბაჟეთი.ამავდროულად გურია ნამდვილი სამოთხეა ვეგანებისთვის: მჭადი, ღომი ბაჟეთი, სხვადასხვა სახის ლობიო: კირკვალი, ამოლესილი, ნიგვზიანი ან ლობიანში გამომცხვარი, ნიგვზიანი ბადრიჯანი, სხვადასხვა სა- ხის მხალეულობა, რომლებსაც გურიაში ფხალს ეძახიან: ჭინჭარი, ჯიჯილაყა (ჭიჭილაყა), კეჟერა, ეკალა, ძიგურა, ჭყანა; ახალი კარტოფილი მწვანე ტყემლით, მოხარშული გოგრა (ხაპერა- როგორც გურიაში ეძახიან), კეცზე შემწვარი სხვადასხვა სახის სოკო.თავად კეციც ტრადიციული გურული სამზარეულოს აუცილებელი ატრიბუტია. შუაცეცხლზე ქვის კეცს ან თიხის კერამიკას შემოადებდნენ და მასში აცხობდნენ მჭადებს, ხაჭაპურებს, ბრინჯულას (გურული ბლინი ყველით და კვერცხით); წვავდნენ თევზს, სოკოს, წიწილას. გამოცხობისთვის კეცებს დააპირქვავებენ ძლიერად ანთებული ცეცხლის მუგუზლებზე და გაახურებენ გაწითლებამდე, შემდეგ გადმოიღებენ საკეცით, ზედ დააცხობდნენ ცომს და მიუფიცხებენ ნაკვერჩხლებს. გურულები კეცის ძირში ვაზის, კაკლის, წყავის ან შქერის ფოთლებს აფენენ, რაც კერძებს განსაკუთრებულ არომატს აძლევს',
  description: 'გურია დასავლეთ საქართველოში მდებარე მხარეა და ისტორიულ-გეოგრაფიული პროვინციის, გურიის ტერიტორიას მოიცავს. გურიას უძველესი ისტორია და ულამაზესი, მწვანეში ჩაფლული ბუნება აქვს. გრილი ტყეებით, მინერალური წყლებით, ალპური მდელოებით, კულტურული ძეგლებითა თუ ქვიშიანი სანაპიროთი გურია სხვადასხვა გემოვნებისა და ინტერესების მქონე ადამიანისთვის გახლავთ მიმზიდველი. აქ მცხუნვარე მზის ქვეშ მოელვარე ზღვის სანაპიროდან უცებ მთის სუსხში, ღრუბლებს მაღლა შეგიძლიათ აღმოჩნდეთ.გურიაში ულემაზეს ბუნებასა და საინტერესო კულტურულ ძეგლებს იხილავთ. აქ ნახავთ სხვადასხვა პერიოდის კულტურულ ნიმუშებს, უძველესი კულტურის ნაშთებიდან დაწყებული გვიან შუასაუკუნეებამდე. გურიაში შეძლებთ დასვენებას როგორც ზღვის სასიამოვნო სანაპიროებზე, ასევე მთაში, სადაც მზე, ნაძვნარი, მინდვრები და ნისლები საოცარ პეიზაჟებს ქმნის და ჯანმრთელობისთვის სასარგებლო ჰავაა. ამ მხარეს უკვე ზამთრის სპორტის მოყვარულებიც კი სტუმრობენ.',
  cities: [ozurgeti],
  dishes: [kejaraFkhali,kuchamchi,sacivpomidori],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),

};

export const samckheJavakheti: Region = {
  id:samckheJavakhetiId,
  slug: slugify('samckheJavakheti'),
  name: 'samckheJavakheti',
  area:6413,
  regionCenter:akhalcikhe,
  population:155900 ,
  populationDensity:25.03 ,
  history: 'სამცხე-ჯავახეთი ისტორიული მესხეთის, იგივე ზემო ქართლის ნაწილია. მესხეთი ისტორიული სამხრეთ-დასავლეთ საქართველოს ზოგადი სახელწოდებაა. ძველი ისტორიული მესხეთი მოიცავდა მტკვრის აუზის ზემო ნაწილს (სამცხე, ჯავახეთი, კოლა, არტაანი, ერუშეთი) და ჭოროხის აუზს მთლიანად (კლარჯეთი, შავშეთი, ტაო, სპერი, ლაზეთი, ნიგალი, ასისფორი, თორთუმი, ბასიანი). გარკვეული პერიოდი აჭარაც და გურიაც შედიოდა მესხეთის შემადგენოლბაში. ისტორიული მესხეთის დიდი ნაწილი დღეს თურქეთის რესპუბლიკის ფარგლებშია.სამცხის სახელწოდება სამხრეთ ქართული ტომის, მესხების სახელიდან (მესხი-სამესხე-სამცხე) მომდინარეობს. მისი უძველესი ცენტრებია ოძრხე და აწყური. სამცხე XVI საუკუნის მე-2 ნახევარში დაპყრობილ იქნა თურქეთის მიერ. 1828-29 წლებში სამცხის ერთი ნაწილი დაუბრუნდა საქართველოს, ხოლო თურქეთის ფარგლებში დარჩა კუთხეები - ყველისხევი, წურწყაბი, ფოცხოვი და ჯაყისწყალი.ჯავახეთი პირველად ურარტუს მეფის, არგიშთი I-ის წარწერაში მოიხსენება, როგორც დაპყრობილი მხარე. უძველესი დროიდანვე ჯავახეთი ქართლის სამეფოს ერთ-ერთი საერისთავო ოყო. XVI საუკუნეში ჯავახეთი სამხრეთ საქათველოს სხვა ტერიტორიის ნაწილთან ერთად ოსმალეთმა მიიტაცა. ამ დროს ქართული მოსახლეობის ერთი ნაწილი ქვეყნის შიდა რაიონებში - ქართლსა და იმერეთში გადასახლდა. ადგილზე დარჩენილებმა იძულებით ისლამი მიიღეს.XIX საუკუნის I ნახევარში ჯავახეთში კომპაქტურად სახლდებოდა თურქეთიდან დევნილი სომხური მოსახლეობა და რუსეთის იმპერიის შიდა რაიონებიდან გადმოსახლებული რუსული მოსახლეობა — დუხობორები.სამცხე-ჯავახეთი დღემდე ეთნიკურად მრავალფეროვანი რეგიონია.სამცხე-ჯავახეთი უძველესი ისტორიული მხარეა და მას ქართული კულტურის აკვანსაც კი უწოდებენ. აქ ნახავთ უძველესი ცივილიზაციების მიერ აგებულ ციკლოპურ ციხე-ნამოსახლარებს, არქიტექტურითა თუ ფრესკული ნიმუშებით გამორჩეულ ქრისტიანულ ძეგლებს. შოთა რუსთაველის სამშობლოში მოგზაურობისას და აქაური ციხე-სიმაგრეების დანახვისას თვალწინ გაგიცოცხლდებათ ვეფხისტყაოსნისეული ქაჯეთის ციხე. მესხეთი გარდა უდიდესი კულტურული მემკვიდრეობისა, მდიდარია მრავალფეროვანი ბუნების ძეგლებით. შეგიძლიათ ესტუმროთ ულამაზეს ტბებს, დატკბეთ გრილი ხეობებითა და ბალნეოლოგიური და კლიმატური კურორტებით, თვალი შეავლოთ უნიკალურ, მილიონობით წლის წინანდელ განამარხებულ ფლორას. სამცხე-ჯავახეთში ფრინველების, ცხოველებისა და მცენარეების კავკასიისა და საქართველოს ენდემურ სახეობებს მრავლად ვხვდებით, მათ შორის წითელ წიგნში შესულ ჯიშებსაც. ეს მხარე ნამდვილი ოქროს საბადოა ფრინველებზე დაკვირვებისთვის. რეგიონში გვხვდება ობსიდიანის, აქატის, მურა ნახშირის და პერლიტის საბადოები. აბასთუმნის ობსერვატორიიდან კი ვარსკვლავებს შეგიძლიათ დააკვირდეთ.',
  cuisine: 'ხორბლის სამშობლოში პურეული რომ განსაკუთრებით გვიყვარს, ამას ხაჭაპურის პოპულარობაც მოწმობს, თუმცა საქართველოში ცომს იმდენ კერძში მაინც ვერსად ნახავთ, რამდენსაც სამცხე-ჯავახეთში. აქაური ჯიშის ხორბლის ფქვილი თონეში სულ სხვა სურნელს ატრიალებსო, ამბობენ მესხი დიასახლისები.ამიტომაც, როდესაც ამ მხარეში მოხვდებით, უამრავი აუცილებლად სანახავი ადგილის გარდა თქვენს გეგმაში აქაური სამზარეულოც შეიტანეთ.  რადგან თუ მესხური კერძები არ გაგისინჯავთ, მაშინ არც სამცხე-ჯავახეთის გემო გაგიგიათ.',
  description: 'სამხრეთ საქართველოში მდებარე რეგიონია და მოიცავს სამცხის, ჯავახეთის და თორის ისტორიულ-გეოგრაფიული პროვინციების ტერიტორიებს. მისი ადმინისტრაციული ცენტრია ახალციხე. რეგიონს აქვს გამორჩეული გეოგრაფიული ადგილმდებარეობა, რაც ხელს უწყობდა საუკუნეების განმავლობაში მის ეკონომიკურ და კულტურულ ურთიერთობებს მოსაზღვრე სახელმწიფოებთან. სამცხე-ჯავახეთი უდიდესი ისტორიულ-კულტურული მნიშვნელობის მხარეა და ბევრი ქრისტიანული თუ წინარექრისტიანული ძეგლი შემოგვინახა. ის ასევე მდიდარია მრავალფეროვანი ბუნების ძეგლებით, წიაღისეულითა და კურორტებით.',
  cities: [akhalcikhe,borjomi],
  dishes: [tutmaji],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
 
};
export const afkhazeti: Region = {
  id: afkhazetiId,
  slug: slugify('afkhazeti'),
  name: 'afkhazeti',
  area: 242000,
  regionCenter: sokhumi,
  population:8665,
  populationDensity:27.9,
  history: '1916 წლისთვის მეფის ხელისუფლების დროს აფხაზებს ქართველების მიმართ გააჩნდათ ყველაზე თბილი დამოკიდებულება. ყველაფერი მას შემდეგ შეიცვალა, რაც მოხდა თებერვლის რევოლუცია, რუსეთში დამყარდა დროებითი მთავრობა და საქართველოში ქართველმა სამღვდელოებამ მოითხოვა საქართველოს მართლმადიდებელი ეკლესიის ავტოკეფალიის აღდგენა.12 (25 მარტს) მარტს სვეტიცხოვლის საკათედრო ტაძარში ქართველმა სამღვდელოებამ გამოაცხადა, რომ საქართველოს მართლმადიდებელი ეკლესია აგრძელებდა თავის ავტოკეფალურ ცხოვრებას. საქართველოს ეკლესიის დროებით გამგედ ერთხმად იქნა არჩეული გურია-ოდიშის მღვდელთმთავარი ეპისკოპოსი ლეონიდე. არჩეულ იქნა ასევე აღმასრულებელი კომიტეტი შემდგარი სამღვდელოთა და ერისკაცთაგან, ხოლო ეგზარქოსის თანამდებობა გაუქმებულად გამოცხადდა. ყველა საეგზარქოსო საქმეები გადავიდა ახლადშექმნილი აღმასრულებელი კომიტეტის ხელში. კრებამ შექმნა შესაფერისი ოქმი, რომლის ტექსტიც გაეგზავნა ახლადშექმნილ რუსეთის დროებით მთავრობას.მრავალი დავის შემდეგ პლატონი გაემგზავრა პეტროგრადში რუსეთის წმინდა სინოდის საზაფხულო სხდომებზე დასასწრებად. მალევე აფხაზეთში დაიწყო საქართველოს ეკლესიიდან გამოყოფის მცდელობები. ოქტომბრის რევოლუციამდე ორი კვირით ადრე მთიელთა კავშირის მეორე ყრილობაზე დამსწრე აფხაზური დელეგაციის საფუძველზე (პეტროგრადთან შეუთანხმებლად, რადგან აფხაზეთი ჯერ კიდევ მარტიდან იყო ამიერკავკასიაში რუსეთის დროებითი მთავრობის წარმომადგენლობის — ამიერკავკასიის განსაკუთრებული კომიტეტის ნაწილი) მოხდა აფხაზეთის აღნიშნულ კავშრიში გაერთიანება. იქედან გამომდინარე, რომ საქართველოს ავტონომიის შემდეგ კავკასიის საეგზარქოსოს იურისდიქცია განივრცობოდა კავკასიის დანარჩენ ტერიტორიაზე, და თუ ტერიტორიულად აფხაზეთიც ჩრდილოკავკასიაში გაერთიანდებოდა შესაბამისად ისიც ავტომატურად გახდებოდა კავკასიის საეგზარქოსოს ნაწილი.ილორის ადგილობრივ ეკლესიაში გაიმართა კრება, სადაც კრებულის დაუსწრებლად საზოგადოებამ მღვდელ დიაკვნების გაძევება დაადგინა, ხოლო ქართული წირვა-ლოცვის მაგივრად კვლავ რუსული გაისმოდა.ამიერკავკასიის განსაკუთრებული კომიტეტის კომისარმა ა. ჩხენკელმა მიიღო სამურზაყანოელი სამღვდელოებისაგან წერილი, სადაც ისინი სთხოვდნენ ქართულ მხარეს გამოეგზავნათ დელეგატები, რათა დასწრებულიყვნენ 4 ივნისის სამურზაყანოელთა და აფხაზთა ყრილობას, რომელზეც უნდა გადაწყვეტილიყო აფხაზეთის ეკლესიის ავტოკეფალიის საკითხი.4 ივნისს გალში შედგა სამურზაყანოს კრება, რომელსაც 2000 კაცზე მეტი ესწრებოდა. სამურზაყანოელმა სამღვდელოებამ აფხაზი სამღვდელოებისაგან შეუთანხმებლად კრებაზე გადაწყვიტეს საქართველოს მართლმადიდებელ ეკლესიის წიაღში დარჩენა.',
  cuisine: 'მეგრულის მსგავსად აფხაზური სამზარეულოც მდიდარია ნაირგვარი საწებლით, ნიგვზითა და წიწაკით შეზავებული კერძებით. აფხაზეთში ყოველდღიური საჭმელია აბისტა - სიმინდის ფქვილის ფაფა, რომელსაც ლობიოსთან, ყველთან და ხორცთან ერთად მიირთმევენ. აფხაზური ტრადიციული კერძებია: აშვჩაპანი(გადაზელილი ყველი), არიცვმგელი(ნიგვზიანი მჭადი), აყრდცა(ლობიოს შეჭამანდი) და სხვა. ',
  description: 'ფხაზეთის რესპუბლიკა  ნაწილობრივ აღიარებული სეპარატისტული რესპუბლიკა ფორმირებული საქართველოს ტერიტორიაზე, (იმეორებს ყოფილი აფხაზეთის ავტონომიური საბჭოთა სოციალისტური რესპუბლიკის საზღვრებს). აღიარებულია გაეროს 5 ქვეყნისა რუსეთის ფედერაცია (26 აგვისტო, 2008), ნიკარაგუა (5 სექტემბერი, 2008), ვენესუელა (10 სექტემბერი, 2008), ნაურუ (15 დეკემბერი, 2008), სირია (29 მაისი, 2018) და სხვა ასევე ნაწილობრივ აღიარებული თუ არაღიარებული ქვეყნების მიერ.',
  cities: [gulrifshi,ochamchire,sokhumi,gudauta, gagra,gali],
  dishes: [abista, mamaliga,afkhazura],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
  
};
export const svaneti: Region = {
  id: svanetiId,
  slug: slugify('svaneti'),
  name: 'svaneti',
  area:5776.4,
  regionCenter:mestia,
  population:13702,
  populationDensity:2.37,
  
  history: 'ყველაზე ადრეული ცნობა სვანების შესახებ გვხვდება ბერძენ და რომაელ ისტორიკოსებთან სტრაბონთან (ძვ. წ. აღ.64 /63.ა.წ.აღ23/24წწ.)და პლინიუსთან (ახ.წ. 23/24წწ).სტრაბონის მიხედვით სვანები 1 საუკუნეში ,,დიოსკურიის მთიანეთში მცხოვრებ ტომთაგან” აღემატებოდნენ მეზობელ ტომებს ძლიერებით.სვანები თავდაპირველად უფრო ვრცელ ტერიტორიაზე იყვნენ განსახლებულნი, მათ თავის დროზე ეჭირათ ლეჩხუმისა და რაჭის მნიშვნელოვანი ნაწილი. სვანები ცხოვრობდნენ დღევანდელი სამეგრელოს გარკვეულ ტერიტორიაზეც. ადრეულ საუკუნეებში სვანეთი კოლხეთის, შემდეგ კი - ეგრისის სამეფოების შემადგენელი ნაწილი იყო. ძვ.წ. IIIს-ის პირველ ნახევარში, მეფე ფარნავაზის მეფობისას, სვანეთი ქართლის სამეფოს საერითავო იყო. IV საუკუნეში იგი ლაზეთის სამეფოს მოკავშირე გახდა და ხშირად მონაწილეობდა სამეფოს საზღვრების დასაცავად წარმოებულ ლაშქრობებში. სვანეთი ყოველთვის დამოუკიდებლი იყო სანამ 1833 წელს რუსეთის დაქვემდებარებაში არ გადავიდა. 1875-76 წლებში მოხდა აჯანყება ცარიზმის პოლიტიკის წინააღმდეგ (როცა მეფის მთავრობა რეგიონში გადასახადების გაზრდას აპირებდა), რომელიც სოფელი ხალდეს განადგურებით და აჯანყებულების შეპყრობით დასრულდა. სვანეთის აჯანყებას მიეძღვნა ცნობილი სვანური სიმღერა "გაულგავხე". დღესდღეობით სვანეთი სამეგრელო-ზემო სვანეთისა და რაჭა-ლეჩხუმი-ქვემო სვანეთის ადმინისტრაციული რეგიონების შემადგენლობაში შედის.სვანეთი უძველესი და საინტერესო კულტურის მქონე მხარეა. აქ, ისევე, როგორც ზოგადად საქართველოს მთიან რეგიონებში, ერთმანეთს ერწყმის წარმართული და ქრისტიანული რიტუალები, წეს-ჩვეულებები და ახალ, თვითმყოფად სახეს იღებს. სვანეთში დღემდეა შემორჩენილი საუკუნოვანი სახალხო დღესასწაულები. ერთ-ერთი ძალიან ლამაზი დღესასწაულია ლამპრობა, რომელიც დღემდე მხოლოდ სვანეთშია შემორჩენილი. ეს დღესასწაული წინასაგაზაფხულოდ იმართება, კარგი ამინდისა და მოსავლიანობისთვის. ამ დღესასწაულის მთავარი ატრიბუტი ხისგან დამზადებული ლამპრებია. ლამპრების თანხლებით ჩატარებული რიტუალების შემდეგ იკრიბებიან კოცონის გარშემო და იმართება სიმღერა, ფერხული, ჭიდაობა და ა.შ. სვანეთში დიდი ზეიმით აღნიშნავენ უფლიშს (კვირაცხოვლობა), ასევე დიდი დღესასწაულია კვირიკობა, რომელსაც კალას წმ.კვირიკესა და ივლიტას სახელობის ეკლესიის მოლოცვითა და დღეობით აღნიშნავენ (იგივე ლაგურკა), ცნობილია მიცვალებულთა სულების მოსახსენიებელი დღესასწაული ლიფანალი და ა.შ. აღსანიშნავია სვანური ფოლკლორი ცეკვით, მაღალმხატვრული პოეზიითა და სიმღერით. ცნობილია სვანური ლილე, რომელიც მზის ღვთაებას ეძღვნება. სვანეთში მრავლადაა მითები ქალღმერთებზე, ჭინკებზე, ჯადოსნურ არსებებზე, მოისმენთ დაუჯერებელ სამონადირეო ამბებს.',
  cuisine: 'განსაკუთრებული და უგემრიელია სვანური სამზარეულო. ძველად სვანური სუფრა დაახლოვებისა და პატივისცემის სიმბოლოდ იყო მიჩნეული. მოსისხლეების შერიგება სუფრასთან ხდებოდა, წყდებოდა სასოფლო და საერო საქმეები. გამორჩეული კერძებია კუბდარი და ჭვიშდარი. რაკი სვანეთში განსაკუთრებით განვითარებული მესაქონლეობაა, სამზარეულო ხორცის კერძებისა და რძის პროდუქტების მრავალფეროვნებით გამოირჩევა. სვამენ ერთნახად არაყს - რახს. სანელებლებიდან ცნობილია სვანური მარილი.სვანეთში უძველესი დროიდან მოიპოვებენ ოქროს. ლეგენდებშიც ხშირად გვხვდება ოქროსრქიანი ხარები და ოქროსთმიანი ქალღმერთები.',
  description: 'სვანეთი საქართველოს ყველაზე მაღალმთიანი ისტორიულ-გეოგრაფიული მხარეა და იგი დასავლეთ საქართველოს ჩრდილოეთ ნაწილში მდებარეობს. სვანეთი მკვეთრად გამოხატული ინდივიდუალიზმით გამოირჩევა. მწვერვალები, ქარაფები, ციხე-კოშკები, რომლებიც თავისუფლებისა და ძლიერი სულის სიმბოლო გამხდარა, დიდი ხანია მოგზაურების, დამსვენებლებისა თუ სამთო სპორტის მოყვარულების ყურადღებას იპყრობს. ეს უძველესი კულტურის მქონე მხარე ძალიან საინტერესოა მრავალრიცხოვანი კულტურის ძეგლებით, სახასიათო ფრესკული ნიმუშებით, წეს-ჩვეულებებითა და მრავალფეროვანი, შთამბეჭდავი ბუნებით.სვანეთი უზარმაზარ მთებთან და კლდეებთან ჰარმონიულად შერწყმული კოშკოვანი სოფლებით, ქართული ხუროთმოძღვრების, ჭედურობისა თუ მხატვრობის მნიშვნელოვანი ნიმუშებით, მრავალსაუკუნოვანი კულტურით, წარუშლელ შთაბეჭდილებას ახდენს მნახველზე. სვანეთის ბუნება კი უდავოდ მომნუსხველია ალპური მდელოებით, კლდეებით, მწვერვალებით, ჩანჩქერებითა თუ ულამაზესი ალპური ტბებით. ეს მხარე ერთნაირად მიზიდველია კულტურით დაინტერესებული ადამიანებისთვის, მთამსვლელებისთვის, მოთხილემურეებისთვისა და უბრალოდ ხეტიალის, მთაში დასვენების და მასშტაბური ხედების მოყვარულთათვის.',
  cities: [mestia,lentekhi],
  dishes: [kubdari,chvishtari],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),

};

export const rachaId=uuid();

export const racha: Region = {
    id: rachaId,
    slug: slugify('racha'),
    name: 'racha',
    area:2.893,
    regionCenter:oni,
    population:	15000,
    populationDensity:5.2,
    history: 'რაჭა დიდი ისტორიის მქონე მხარეა. ადამიანის ცხოვრების კვალი აქ ჯერ კიდევ ბრინჯაოს ხანაში დასტურდება. ადრეულ პერიოდში რაჭა ლეჩხუმთან ერთად ქმნიდა თაკვერს. თაკვერი დამოწმებულია VII საუკუნის წყაროებში. თაკვერს გამოეყო რაჭა და ეს სახელწოდება შემორჩა მხოლოდ ლეჩხუმს. X საუკუნის ბოლოს შეიქმნა რაჭის საერისთავო, რომლის პირველი ერისთავი რატი ბაღვაში იყო. XIII საუკუნის 80-იან წლებში დავით ნარინმა გააუქმა საერისთავო და ეს ტერიტორია სამეფო მამულებად გამოაცხადა. კახაბერისძეთა საგვარეულო, როგორც ჩანს, ამოწყდა. XIV საუკუნის 30-იან წლებში, შემდგომში საერისთავოს აღდგენის შემდეგ ერისთავის ტიტულს ჭარელიძეთა, უფრო მოგვიანებით კი, 1488 წლიდან, ჩხეტიძეთა საგვარეულო ატარებდა. XV საუკუნის მეორე ნახევარში საქართევლოს სამეფო-სათავროებად დაშლის შემდეგ რაჭის საერისთავო სამეგრელოს შემადგენლობაში შევიდა. მეთხუთმეტე საუკუნის 30-იან წლებში იმერეთის მეფემ ბაგრატ მესამემ რაჭის ერისთავებს მინდაციხე-დარბაზი გადასცა და იმერეთის შექმნილი სამეფოს ახლად შექმნილი სადროშოების, მასამო-რაჭის სადროშოს, სარდლობა ჩააბარა. XV-XVII საუკუნეების რაჭის საერისთაოში იმერეთის მეფეები ფლობდნენ ყმა მამულს. 1789 წელს იმერეთში გამეფდა სოლომონ II, რომელმაც საბოლოოდ გაუქმა რაჭის საერისთავო. იმერეთის სამეფოს რუსეთის იმპერიასთან შეერთების შემდეგ, რაჭის ტერიტორია ქმნიდა ჯერ ოკრუგს, შემდეგ - მაზრას. რაჭის მხარეს სხვადასხვა დროს განაგებდა რამდენიმე თავადური საგვარეულო: წულუკიძე, იაშვილი, ჯაფარიძე, ინასარიძე, ლაშხისშვილი. დღესდღეობით რაჭა რაჭა-ლეჩხუმისა და ქვემო სვანეთის მხარის შემადგენლობაში შედის.რაჭული კულტურა მრავალფეროვანი და საინტერესოა თავისი ფოლკლორით, სამზარეულოთი და ტრადიციებით. ამ მხარეში შემორჩენილია ძველი სახალხო დღესასწაულები, როგორიცაა ათაგენობა, ბოსლობა და ა.შ. გამორჩეულია რაჭული ფოლკლორი და ბევრ მკვლევარს აღუნიშნავს რაჭის მუსიკალურობა. ცნობილი რაჭული სიმღერებია "ქვედრულა", "რაშოვდა", "მაღლა მთას მოდგა" და სხვა. შემორჩენილია ასევე სხვადასხვა თემატიკის რაჭული ხალხური პოეზიის ნიმუშები. რაჭაში მრავლად ვხვდებით თქმულებებს სოფლების დაარსებასა თუ მათი სახელების ეტიმოლოგიის შესახებ, მაგალითად, სოფელი ღების დაარსებას ხალხური თქმულება ლეჩხუმიდან გამოქცეულ ვინმე მღებავს მიაწერს.რაჭა განთქმულია დურგლობით. საქართველოს ბევრ კუთხეში ნახავთ რაჭველების აშენებულ ოდა სახლებს, რომლებიც ულამაზესი ჩუქურთმებით გამოირჩევა.',
    cuisine: 'რაჭული სამზარეულოს ცნობილი კერძებია - შქმერული, ლობიოს შეჭამანდი და ლობიანი, რომელიც ლორით შეზავებული ლობიოს გულსართით მზადდება. რაჭველები ლობიანებს პურის მსგავსად თონეში აცხობენ. რაჭველები განსაკუთრებულად ამზადებენ ღორის ლორს, რომლის მომზადებასაც კვირეები სჭირდება. მთის რაჭის დამახასიათებელი შეჭამანდების სიას რაჭული ხავიწით დავიწყებ რომელიც ერთ-ერთი თავისებური და ლამის ყოველდღიური კერძია რაჭველების ყოფაში .წყალდასხმულა ძალიან უცნაური სახელია, მითუმეტეს, ვერაფრით მიხვდები რომ კერძზეა საუბარი.მოკლედ, გეტყვით როგორ მზადდება ეს უცნაურსახელიანი კერძი.წყალდასხმულას უხდება სპეციალურად მომზადებული ხაჭო რომელსაც მთის რაჭაში ამზადებენ. გამოყვანილი ხაჭო ინახება დიდ ჭურჭელში რომელსაც ზევიდან პრესენ სიმძიმეებით და ინახება თავდახურულ ჭურჭელში ზამთრისთვის. წყალდასხმულას მოსამზადებლად კი საკმარისია 1-2 ცალი ჭადი, ერთი კოვზი ერბო და რამდენიმე სუფრის კოვზი ხაჭო. დავასხავთ ადუღებულ წყალს და როცა უკვე ამ წვნიან მასაში ჩაიფშვნება ჭადი და ხაჭოც გაიხსნება შეჭამანდი მზადაა.სხვათაშორის, ეს კერძი მხოლოდ სოფელ ღებში იციან.',
    description: 'რაჭა საქართველოს ისტორიულ-გეოგრაფიული მხარეა, რომელიც დასავლეთ საქართველოს ჩრდილო-აღმოსავლეთ ნაწილში მდებარეობს. იგი ძალიან მდიდარია კულტურული ძეგლებითა და მრავალფეროვანი ბუნებით. რაჭაში მდებარეობს უხვი და დახვეწილი ჩუქურთმებით სახელგანთქმული, ქართული ხუროთმოძღვრების შედევრი, ნიკორწმინდა. საინტერესო კულტურის ნიმუშების გარდა ამ მხარეში დატკბებით გრილი ტყეებით, ალპური ტბებით, ულამაზესი ჩანჩქერებითა და მომნუსხველი ხედებით.რაჭაში მრავლადაა სხვადასხვა პერიოდის მნიშვნელოვანი კულტურული ძეგლები. აქ ნახავთ უხვი და დიდებული მორთულობებით შემკულ ტაძრებს, საინტერესო ფრესკებს, ქართული ხუროთმოძღვრების გამორჩეულ ნიმუშებს, რომლებიც ჰარმონიულად ერწყმიან რაჭის ულამაზეს ბუნებას. სუფთა ჰაერი, სიმწვანეში ჩაფლული ჩანჩქერები, კლდეებში კრისტალივით ჩაბნეული ალპური ტბები, მყინვარები და აყვავებული მდელოები კი ნამდვილ სამოთხეს ქმნის და ხეტიალის მოყვარულებს გულგრილს არ დატოვებს.',
    cities: [oni,ambrolauri],
    dishes: [qalakoda,machyvinara],
    createdAt: formatISO(new Date()),
    updatedAt: formatISO(new Date()),
  };

  export const imeretiId=uuid();
  
export const imereti: Region = {
  id: imeretiId,
  slug: slugify('imereti'),
  name: 'imereti',
  area:6516,
  regionCenter:qutaisi,
  population:533906 ,
  populationDensity: 234.9,
  history: 'იმერეთის ტერიტორიაზე ადამიანის ცხოვრების კვალი ჯერ კიდევ ქვედა პალეოლითის ხანიდან (პალეოლითი - უძველესი დროიდან ძვ.წ. 12000-მდე) დასტურდება. ძვ.წ. XIII საუკუნეში აქ კოლხურ ტომთა დიდი გაერთიანება არსებობდა. მოგვიანებით კი ადრინდლი კლასობრივი ქართული სახელმწიფო, კოლხა შეიქმნა. კოლხას დაცემის შემდეგ დასავლეთ საქართველოში კოლხეთის სამეფო გაჩნდა, რომლის დედაქალაქადაც, ანტიკური ავტორების მიხედვით, ქუთაისი მიიჩნევა. კოლხეთის სამეფოს შემადგენელი ნაწილი იყო დღევანდელი იმერეთის ტერიტორია. I საუკუნეში კი კოლხეთის სამეფოს ადგილას ახალი ქართული სახელმწიფოებრივი ერთეული, ეგრისის სამეფო (ლაზიკა) წარმოიქმნა, რომელიც მალევე რომის იმპერიის გავლენის ქვეშ მოექცა. ეგრისის სამეფო ბერძნებისა და სპარსელების დაპირისპირების ობიექტიც იყო. XIII საუკუნის დასაწყისში ეგრისში არაბმა სარდალმა, მურვან ყრუმ ილაშქრა და დაარბია. მომდევნო პერიოდში კი იმერეთი საქართველოს ცხოვრების ცენტრში მოექცა და ქუთაისი ჯერ დასავლეთ საქართველოს, შემდეგ კი სრულიად საქართველოს დედაქალაქი გახდა. იმერეთის ოქროს ხანად X-XII საუკუნეები ითვლება. სწორედ ამ პერიოდში აშენდა ქართული კულტურის მნიშვნელოვანი ნიუშები. XV საუკუნეში, საქართველოს ფეოდალური მონარქიის დაშლის შემდეგ, იმერეთი ცალკე ფეოდალურ სახელმწიფოდ ჩამოყალიბდა. თავდაპირველად იმერეთის სამეფო დასავლეთ საქართველოს მთელ ტერიტორიას მოიცავდა, მაგრამ დროთა განმავლობაში მას ჩამოშორდა ოდიშის, გურიის, აფხაზეთისა და სვანეთის სამთავროები. იმერეთის სამეფოს დედაქალაქი ქუთაისი იყო. ქუთასმა მრავალი აღმავლობა განიცადა, თუმცა ის თავისი სიმდიდრის და სტრატეგიული მდებარეობის გამო დარბეულიც ხშირად ყოფილა. ქუთაისი საუკუნეების განმავლობაში წარმოადგენდა კულტურულ-საგანმანათლებლო ცენტრს. საბჭოთა პერიოდში კი ის იყო ერთ-ერთი უდიდესი სამრეწველო ცენტრი. დღევანდელი სამხარეო დაყოფის საფუძველზე ისტორიულ იმერეთს ტერიტორიულ-ადმინისტრაციული მხარის სტატუსი აქვს.',
  cuisine: 'იმერული სამზარეულო ერთ-ერთი ყველაზე გემრიელი და მრავალფეროვანია საქართველოში.იმერელი დიასახლისები ცნობილნი არიან საკვები მცენარეულობის დიდი ცოდნით, იმპროვიზაციის ნიჭით, სუნელებითა თუ მწვანილეულით კერძების საუკეთესო შეზავებით.ამას ემატება ვარიაციები ნიგვზით, ტყემლით ან ძმრით და ბოლოს ისეთ კერძებს იღებენ, თქვენი მოწონებული!ძმარი ხშირად გამოიყენება მცენარეული კერძების მომზადებისას. შეიძლება ითქვას, აღმოსავლეთ საქართველოს სამზარეულოში გაბატონებულ მცენარეულ ზეთს იმერეთში თითქმის ყოველთვის ძმარი ცვლის. ყველაზე პოპულარული ქართული საზაფხულო სალათა - კიტრით, პომიდვრით, ალყად დაჭრილი ხახვით, რეჰანითა და სხვა მწვანილებით იმერლებს ძმრით შეზავებული უფრო ეგემრიელებათ.იმერული სამზარეულო საქართველოს სხვა კუთხეების სამზარეულოებისგან მრავალფეროვნებით გამოირჩევა. ეს ალბათ გამოწვეულია ამ კუთხისთვის დამახასიათებელი ჭირვეული კლიმატით, მცირემოსავლიანი მიწებით და საძოვრების დეფიციტით, რის გამოც მესაქონლეობა ისეთ მასშტაბებს ვერ აღწევდა, როგორც აღმოსავლეთ საქართველოში. თუკი თუშ მეცხვარეს და კახელ მეძროხეს დიდი ფიქრი არ სჭირდებოდათ, რა ეჭამათ, იმერლებს ფანტაზიის მოხმობა დასჭირდათ გასტრონომიული დეფიციტის შესავსებად. სწორედ ამ მდიდარი ფანტაზიის შედეგად შეიქმნა ათასნაირი მხალეული, მჭადი, ღომი და სხვა გემრიელი შეჭამანდები. ხაშლამა, ყაურმა, ბოზბაში, ხინკალი და მსხვილფეხა პირუტყვის ხორცთან დაკავშირებული სხვა კერძები ამ კუთხის საკუთრება არ არის, მაგრამ სამაგიეროდ, იმერლებმა ნამდვილი კულინარიული შედევრები შექმნეს შინაური ფრინველის ხორცისგან. ინდაურის თუ ქათმის საცივი, ვარია ნიორწყალში, ტაბაკა და ა. შ. სხვადასხვა ვარიაციებით თანდათან ზოგადქართული სუფრის საამაყო კერძებად იქცნენ.ცალკე უნდა აღინიშნოს იმერული ცხვარი, რომელიც ლეგენდარული კოლხური ცხვრის პირდაპირი შთამომავალია. საინტერესოა, რომ იმერულ ცხვარს შეუძლია, ორ წელიწადში ხუთი ნაშიერი მოგვცეს, თუკი კარგად დაიგეგმება გამრავლების პროცესი. შედარებისთვის, თუშური ცხვარი წელიწადში მხოლოდ ერთ ნაშიერს იძლევა. ცხვრის ყველს იმერლები, ფაქტობრივად, არ აკეთებენ, რადგან მათი ფარები მცირერიცხოვანია და ცხვრის გამოწველას აზრი არა აქვს. საძოვრების დეფიციტისა და სწრაფი კვლავწარმოებითი ბუნების გამო, იმერული ცხვარი, საუკუნეების განმავლობაში მეხორცულ ჯიშად ჩამოყალიბდა. გადმოცემის თანახმად, წითელ დიქტატორს, სტალინს ტელეფას ბატკნის ხორცი უყვარდა (ზედ - “ხვანჭკარა”) და კრემლში სპეციალურად უგზავნიდნენ თერჯოლიდან. ტელეფაში ახლაც შეიძლება კარგი იმერული ბატკნის ხორცის შოვნა, რისგანაც საუკეთესო ჩაქაფული კეთდება.',
  description: 'იმერეთის მხარე დასავლეთ საქართველოში მდებარეობს და ისტორიულ-გეოგრაფიული პროვინციის, იმერეთის ტერიტორიას მოიცავს. იმერეთი უძველესი კულტურის მქონე მხარეა. იგი ასევე ულამაზესი და მრავალფეროვანი ბუნებითაც გამოირჩევა. ძველი კოლხეთის დიდების ნაშთები, ტაძრები, ჩანჩქერები, მისტიური ხვამლის მთა თუ მრავალრიცხოვანი მღვიმეები ჯადოსნურ სამყაროში გამოგზაურებენ.იმერეთი მდიდარია კულტურული ძეგლებითა და ბუნების მრავალფეროვნებით. აქ ვხვდებით სხვადასხვა პერიოდის უდიდესი ისტორიული და კულტურული მნიშვნელობის ძეგლებს. ვანის ნაქალაქარი, გელათი, ბაგრატი მითებისა და ისტორიის ლაბირინთებს მოგატარებენ. იმერეთის მწვანეში ჩაფლული ბუნება კი ნამდვილი სამოთხეა, კანიონებით, ჩანჩქერებით და უნიკალური მღვიმეებით.',
  cities: [zestafoni, samtredia, qutaisi,chiatura,wyaltubo],
  dishes: [lobio,mchadi,imeruliKhachapuri,imeruliLobiani,],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),

};
export const tbilsiId=uuid();
export const tbilisi: Region = {
  id: tbilsiId,
  slug: slugify('itbilisi'),
  name: 'tbilisi',
  area:720,
  regionCenter:null,
  population:1118035,
  populationDensity: 3194.38,
  history: 'თბილისის ტერიტორია ჯერ კიდევ ადრინდელი ბრინჯაოს ხანიდან (ძვ. წ. IV ათასწლეულში) ყოფილა დასახლებული. წყაროებში კი იგი პირველად IV საუკუნის II ნახევარში იხსენიება. IV საუკუნის დასასრულს თბილისი სპარსეთის მოხელის — პიტიახშის რეზიდენცია გახდა. V საუკუნის შუა წლებიდან კი კვლავ ქართლის მეფეთა ხელში გადავიდა. V საუკუნეში ქალაქი ვახტან გორგასალმა აღადგინა და გააშენა, მეცნიერთა ნაწილის აზრით, ამიტომაცაა იგი მიჩნეული ქალაქის დამაარსებლად. თბილისის უძველესი მოსახლეობა გოგირდოვანი წყაროების უბანში გაჩნდა. IV საუკუნეშივე წარმოიშვა თბილისის მეორე უბანი, შემდგომ პერიოდში კი იგი თანდათან იზრდებოდა მტკვრის დინების აღმა. ხელსაყრელი გეოგრაფიული მდებარეობის გამო თბილისი შუა აღმოსავლეთის ერთ-ერთი მნიშვნელოვანი ცენტრი გახდა. აქ გადიოდა მნიშვნელოვანი სავაჭრო გზები აღმოსავლეთ ამიერკავკასიისა და წინა აზიისკენ. VI საუკუნის ბოლოდან კი იგი საუკუნოვანი ბრძოლის, დარბევისა და დაპყრობის ობიექტი გახდა. უცხოელთა ბატონობისგან ქალაქი დავით IV აღმაშენებელმა გაათავისუფლა 1122 წელს. სწორედ ამ დროს გახდა თბილისი სახელმწიფო დედაქალაქი. XIII საუკუნიდან თბილისისთვის კვლავ ბრძოლისა და აოხრებების პერიოდი იწყება. 1490 წელს, საქართველოს ცალკეულ სამეფო-სამთავროებად დაშლის შემდეგ, თბილისი მხოლოდ ქართლის სამეფოს პოლიტიკური და ადმინისტრაციული ცენტრი გახდა. 1633 წლიდან, რაც ქართლის გამგებლად როსტომი დაინიშნა, თბილისი კვლავ აღორძინდა. 1735 წელ ნადირ შაჰის მიერ დაპყრობილი თბილისი 1748 წელს ერეკლე II-მ გაათავისუფლა. ამის შემდგომ კი ქალაქმა კვლავ მოიკრიბა ძალა, დაარსდა ფილოსოფიის სემინარია, გაჩნდა თოფხანა, ზარაფხანა, გამოსახდელი და თიხის ჭურჭლის საწარმოები და ქსოვილის სამღებროები. დღესდღეობით თბილისი საქართველოს დედაქალაქი და ერთ-ერთი მუნიციპალიტეტია.',
  cuisine: 'თბილისი რომ ყოველთვის გზაგასაყარს წარმოადგენდა, ახალი ამბავი არაა. ჩვენს ქალაქში აღმოსავლეთიდან ზაფრანითა და მიხაკ-დარიჩინით გაჯერებული სიო ქროდა, ხოლო დასავლეთიდან “პაჟარსკი კატლეტები” და, როგორც ბარბარე ჯორჯაძე იტყოდა, “ბლამანჟე” იკიდებდა ფეხს და მკვიდრდებოდა ქართულ გემოვნებაში. მრავალეროვან ქალაქში ტრადიციათა სიმრავლემ ცალკე კულტურა ჩამოაყალიბა, სადაც ქართული, სომხური, აზერბაიჯანული, რუსული და ევროპული ტრადიციები ერთმანეთზე იყო გადაჯაჭვული.გასტრონომიული მრავალფეროვნებით თბილისი დღესაც გამოირჩევა აქ შეხვდებით ყველა კუთხისა თუ ქვეყნის კერძს,გათანამედროვებული ქართული ტრადიციული კერძების სხვა და სხვა ვარიაციებს.',
  description: 'თბილისი საქართველოს დედაქალაქი და ერთ-ერთი მუნიციპალიტეტია, რომელიც აღმოსავლეთ საქართველოში, თბილისის ქვაბულში მდებარეობს. ეს ქალაქი გამორჩეულია როგორც ბუნებით, ასევე მნიშვნელოვანი კულტურული ნიმუშებითა და ისტორიით. აქ ნახავთ ჩანჩქერებს, ტბებს და ძალიან ლამაზი ხედებითაც დატკბებით. თბილისისთვის სახასიათო ნიშაა ეკლექტიკა. აქ მრავალი სხვადსხვა ეპოქისა თუ ხასიათის კულტურა იყრის თავს და საინტერესოდ ერწყმის ერთმანეთს. ასევე აღსანიშნავია, თავად დედაქალაქის გარდა, თბილისის მუნიციპალიტეტში შემავალი დასახლებები, სადაც განტვირთვისა და ხეტიალისთვის სასიამოვნო გარემოს, ისტორიულ-კულტურული ღირებულების ტაძრებსა და შთამბეჭდავ ციხე-სიმაგრეებს ვხვდებით.თბილისი ძალიან საინტერესოა თავისი მრავალფეროვანი კულტურით. აქ ნახავთ ბრინჯაოს ხანის ნამოსახლარებს, შუასაუკუნეების ტაძრებს, მრავალჯერ ბრძოლაგადატანილ ციხე-სიმაგრეებს, მოჩუქურთმებულ-ვიტრაჟულ იტალიურ ეზოებს, სხვადასხვა ეპოქის არქიტექტურულ ნიმუშებს და მუზეუმებს, სადაც საქართველოს საგანძურს, ისტორიას, კულტურასა და ხელოვნებას გაეცნობით. გარდა კულტურულ-იტორიული მნიშვნელობის ადგილებისა, თბილისში ლამაზი ჩანჩქერებით, ტბებით და ქალაქისა თუ მთების ვრცელი ხედებითაც დატკბებით. აქ შესაძლებელია ხმაურიანი ქალაქის რიტმიდან უცებ წყნარ, ძველ შენობებს შორის დაკლაკნილ ვიწრო ქუჩაზე აღმოჩნდე და სულ ცოტა ხანში კი ბუნების სიმშვიდეში ჩაიძირო. თბილისში ასევე საინტერესო ფესტივალებზე და დღესასწაულებზე დასწრებასაც შეძლებთ (თბილისობა, Tbilisi Open Air, არტ-გენი და სხვა), სადაც მოისმენთ ხარისხიან მუსიკას, გაეცნობით ქართულ კულტურას და ამ ქალაქისთვის სახასიათო კოლორიტს.',
  cities: [],
  dishes: [],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),

};
export const  kakhetiId=uuid();
export const kakheti: Region = {
  id: kakhetiId,
  slug: slugify('kakheti'),
  name: 'kakheti',
  area:11309.5,
  regionCenter:telavi,
  population: 318583,
  populationDensity:28.2 ,
  history: 'კახეთში ადამიანის ცხოვრების კვალი ჯერ კიდევ ქვის ხანიდან იწყება. აღმოჩენილი მასალის მიხედვით, კახეთის ტერიტორიაზე ქვის ხანაში ადამიანი მუდმივად სახლობდა. აქ მისი ცხოვრების კვალი დაახლოებით ძვ. წ. 2 მილიონ 300 ათას წელსა და 10.000 წელს შორის უნდა განისაზღვროს. ძვ. წ. IV ათასწლეულის II და III ათასწლეულებში (ადრეული ბრინჯაოს ხანა) კახეთის ტერიტორიაზე, ისევე როგორც სამხრეთ კავკასიის მთელ ცენტრალურ ნაწილში გავრცელებული იყო მტკვარ-არაქსის კულტურა. კახეთი იყო შუა ბრინჯაოს ხანაში თრიალეთური კულტურის გავრცელების ერთ-ერთი ძირითადი მხარე.კახეთის, როგორც ცალკე ტერიტორიული ერთეულის დაარსებას ქართველთა ეთნარქის, ქართლოსის ერთ-ერთ ძეს, კახოსს მიაწერენ. ძველად კახეთი გაცილებით მცირე ტერიტორიას მოიცავდა, კერძოდ ერწო-თიანეთსა და ფხოვს, რომლის ცენტრი ჩელეთი (ჟალეთი) იყო. მას შემდეგ რაც ქართლოსის მეუღლემ თავის ძეებს ქართლის ტერიტორია გადაუნაწილა, კახოს წილად ხვდა ზემოდხსენებული საზღვრები. მაგრამ იგივე კახოსის პერიოდში მან თავის ძმა კუხოსს დაუთმო მდინარე ივრის მარცხენა ნაპირი ლაფიანხევიდან ბოჭორმის ციხის ჩათვლით. IV საუკუნიდან კახეთის ცენტრი მეფე ასფარუგის მიერ აშენებული უჯარმა იყო. კახეთის საზღვრები კი აღმოსავლეთის მიმართულებით გაფართოვდა. VIII საუკუნისთვის მან კუხეთი და ჰერეთის მნიშვნელოვანი ნაწილი მოიცვა. XI საუკუნეში კი ქალაქი თელავი იქცა მხარის ცენტრად. XV საუკუნეში, საქართველოს დაშლის შემდეგ, ჩამოყალიბდა კახეთის სამეფო. ამ დროიდან კახეთის ცენტრი გახდა გრემი. XVI-XVII საუკუნეებში კახეთს ჩამოსცილდა ჩრდილო-აღმოსავლეთი ნაწილი, რომელიც დღეს საინგილოს სახელს ატარებს და ადმინისტრაციულად აზერბაიჯანში შედის. XVII საუკუნის II ნახევარში კახეთის ცენტრმა ისევ თელავში გადაინაცვლა. კახეთის სამეფო XIX საუკუნებდე არსებობდა. დღევანდელი სამხარეო დაყოფისსაფუძველზე ისტორიულ კახეთს ტერიტორიულ-ადმინისტრაციული მხარის სტატუსი აქვს.',
  cuisine: 'უგემრიელესია კახური სამზარეულო. აქ განსაკუთრებით პოპულარული ხორცის კერძებია. ტრადიციული კერძებია: წალამზე შემწვარი მწვადი, ხაშლამა, ჩაქაფული, ჩიხირთმა და სხვა. თუშეთში ხორცეულთან ერთად გავრცელებულია რძის პროდუქტები და მათთან დაკავშირებული კერძები. თუშური სამზარეულოდან განთქმულია : ხინკალი, მწვადი, ჩობან(მწყემსური ყაურმა), ხმიადი (რიტუალური სამკუთხა პური ), გორდილა, ქუმელი, კოტორი, ხავიწი, მოსმულა და სხვა. საყოველთაოდ ცნობილია თუშური გუდის ყველი, ყველის გამოყვანა ხდება ცხვრის ტყავის გუდაში. ასევე გავრცელებულია სხვადასხვა სახის ჩაი. შეუძლებელია ვისაუბროთ კახურ სამზარეულოზე და იქვე კახური ღვინო არ გაგვახსენდეს. კახეთი ღვინის მხარეა, მას გამორჩეული ადგილი უჭირავს საქართველოს ღვინის წარმოებაში. ამ მხარეში 200-მდე საღვინე ჯიშია აღწერილი. განსაკუთრებით პოპულარული ჯიშებია: რქაწითელი, კახური მწვანე, ხიხვი, ქისი და საფერავი.',
  description: 'კახეთი აღმოსავლეთ საქართველოში მდებარე მხარეა, რომელიც ისტორიულ–გეოგრაფიული პროვინციების კახეთის, ჰერეთის (ნაწილობრივ) და თუშეთის ტერიტორიებს მოიცავს. ეს მხარე მდიდარია სხვადასხვა პერიოდის ძეგლებითა და მრავალფეროვანი ბუნებით. აქ ნახავთ უძველეს ნამოსახლარებს, გამორჩეულ ტაძრებს, ციხე-კოშკებს, ულამაზეს ტყეებს, ჩანჩქერებს, ალპურ ტბებს, ვრცელ ველებსა და აფერადებულ უდაბნოსაც კი. უძველესი ისტორია, საინტერესო კულტურა, შთამბეჭდავი ბუნება და კურორტები კახეთს ძალიან მიმზიდველს ხდის სასიამოვნო დასვენების მსურველთათვის და მოგზაურობის მოყვარულთათვის.მრავალსაუკუნოვანი კულტურის მქონე კახეთი ძალიან მდიდარია სხვადასხვა პერიოდის ძეგლებით. აქ ნახავთ უძველეს ნამოსახლარებს, საინტერესო და გამორჩეულ შუასაუკუნოვან ტაძრებს, რომლებიც მნიშვნელოვან კულტურულ-საგანმანათლებლო კერებსაც წარმოადგენდნენ, შთამბეჭდავ ციხე-სიმაგრეებს, თუშურ კოშკებსა და ფიქლით ნაგებ სახლებს და ა.შ. ეს მხარე ბუნების მხრივაც გამორჩეული და მრავალფეროვანია. კახეთში მრავლადაა გრილი მწვანეში ჩაფლული ჩანჩქერები და მოლივლივე ტბები. ამ მხარეში საქართველოს სხვა რეგიონებისგან სრულიად განსხვავებულ ლანდშაფტსაც შეხვდებით. კახეთს ეგზოტიკურობას მატებს დაზოლილი, აფერადებული უდაბნო და ვაშლოვანის ნაკრძალის ტალახის ვულკანები.',
  cities: [gurjaani, telavi,sighnaghi, kvareli],
  dishes: [mtsvadi,ghandzili],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};
export const mckhetaMtianetiID=uuid();
export const mckhetaMtianeti: Region = {
  id:mckhetaMtianetiID,
  slug: slugify('mcmtianeti'),
  name: 'mckhetaMtianeti',
  area:6785 ,
  regionCenter: chiatura,
  population: 94573,
  populationDensity: 13.9 ,
  history: 'მცხეთა-მთიანეთის მხარე აღმოსავლეთ საქართველოში მდებარეობს და მოიცავს შემდეგ ისტორიულ-გეოგრაფიულ პროვინციებს: ხევი, ერწო–თიანეთი, ფშავი, ხევსურეთი, მთიულეთი, გუდამაყარი და ნაწილობრივ ქსნისხევი. მას ჩრდილოეთით ესაზღვრება რუსეთის ფედერაციის რესპუბლიკები: ჩრდილოეთ ოსეთი, ინგუშეთსი და ჩეჩნეთი, აღმოსავლეთით - კახეთის რეგიონი, სამხრეთით - ქვემო ქართლი, ხოლო დასავლეთით კი შიდა ქართლი. მხარის ადმინისტრაციული ცენტრია მცხეთა. რეგიონის შემადგენლობაშია შემდეგი ადმინისტრაციული ერთეულები: ახალგორის მუნიციპალიტეტი, დუშეთის მუნიციპალიტეტი, თიანეთის მუნიციპალიტეტი, მცხეთის მუნიციპალიტეტი, ყაზბეგის მუნიციპალიტეტი. მცხეთა-მთიანეთი უძველესი ისტორიის მქონე ძალიან მრავალფეროვანი მხარეა, მდიდარი კულტურული ძეგლებითა და ულამაზესი ბუნებით. მცხეთის ტერიტორია ჯერ კიდევ ადრინდელი ბრინჯაოს ხანაში იყო დასახლებული. უძველესი კულტურის ნაშთები, ხევსურული ბანიანი სახლები, კოშკები, ტაძრები, ფარდაგები, ულამაზესი ორნამენტული სამოსი, მწვერვალები, კლდეები და ტბები წარუშლელ შთაბეჭდილებას ტოვებს მნახველზე. რეგიონის ტერიტორიაზეა საგურამოს, ფშავ-ხევსურეთისა და ყაზბეგის სახელმწიფო ნაკრძალები. მხარის მშვენებაა კავკასიონის მთავარი ქედი 3500 მ–ის და 5000 მ–ის მწვერვალებითა და უღელტეხილებით. მცხეთა-მთიანეთის მხარის დაბლობ ნაწილში ჰავა ზომიერად ნოტიოა. იცის ზომიერად ცივი ზამთარი და ცხელი, ხანგრძლივი ზაფხული. საშუალო წლიური ტემპერატურა 11℃-ია, იანვარში კი 0℃-ზე დაბალია. მთაში ნამდვილ ზაფხულს მოკლებული მაღალმთის ნოტიო ჰავაა, ხოლო 3300-3400მ-ის ზემოთ - მაღალმთის ჰავა ჭარბი თოვლითა და მყინვარებით. მთელი წლის განმავლობაში რეგიონში არაერთი რელიგიური დღეობა და პოპულარული ფესტივალი იმართება. მათ შორისაა: ლომისობა, კოპალობა, ლაშარობა, გერგეთობა და სხვ. გამორჩეული და მრავალფეროვანია მცხეთა-მთიანეთის სამზარეულოც. ძალიან პოპულარულია: ფშავური ხინკალი, ჩობან ყაურმა დამბალხაჭო და სხვა. ეს მხარე მდიდარი ფოლკლორითაც აღსანიშნავია. ცეკვა, სიმღერა, ხალხური პოეზია, ლეგენდები, საუკუნოვანი კულტურული ძეგლები, საინტერესო ადათ-წესები და შთამბეჭდავი ბუნება ქმნის ამ მხარის უნიკალურობას.',
  cuisine: 'მცხეთა-მთიანეთის ტრადიციული კერძების გაგონებაზე, დარწმუნებული ვარ, ყველას ხინკალი გახსენდებათ. ასეც არის, დაკეპილი და წვნიანი ხინკალი ერთ-ერთი ყველაზე ცნობილი კერძია მცხეთა-მთიანეთიდან, თუმცა, მთიულეთში, ფშავსა და ხევსურეთში, კიდევ ბევრი გემრიელი და დასამახსოვრებელი კერძი იციან, რომელთა გასინჯვის პატივი მხოლოდ ამ ადგილებში სტუმრობისას თუ გექნებათ.ერთ-ერთი გამორჩეული კერძია დამბალხაჭო, რომელიც ძირთადად ფშავში მზადდება. დამბალხაჭოს ისტორიული ძეგლის სტატუსი მიენიჭა, რაც კიდევ უფრო ნათელს ხდის მის განსაკუთრებულობას. დამბალხაჭო ხაჭოს კვერებისგან მზადდება. მას დაახლოვებით 7-10 დღე ინახავენ უმზეო ადგილას გამოსაშრობად, დამბალხაჭო შეიძლება მიირთვათ როგორც ყველი, თუმცა, ყველაზე ხშირად ფშავში შეხვდებით დამბალხაჭოს ხაჭოერბოს, დამბალხაჭოს დიდი რაოდენობით ერბოსთან აცხელებენ, რაც მას ელასტიურობას და საოცარ არომატს სძენს. დამბალხაჭო ტურისტების საყვარელი კერძია დაკეპილ ხინკალთან ერთად, სწორედ ამიტომ გირჩევთ, სტუმრობისას აუცილებლად დააგემოვნოთ ფშაური დელიკატესი.მცხეთა-მთიანეთში სტუმრობისას აუცილებლად უნდა ეწვიოთ მთიულეთსაც, აქ საოცარ ბუნებასა და სამკურნალო წყლებთან ერთად დაგხვდებათ სტუმართმოყვარე მთიულები, რომლებიც აუცილებლად შემოგთავაზებენ უგემრიელეს მთიულურ მხლოვანას და თუ კი გაგიმართლებთ და მთიულეთს დღესასწაულისას ესტუმრებით შეძლებთ გულიანი ქადის დაგემოვნებასაც.',
  description: 'მცხეთა-მთიანეთი მდიდარია სხვადასხვა პერიოდის კულტურული ძეგლებითა და გასაოცარი ბუნებით. აქ ნახავთ წინარექრისტიანულ ნაქალაქარებს, ხევსურულ ბანიან სახლებს, ციხე-კოშკებსა და მაღალმხატვრული ღირებულების ტაძრებს. ხეობები, კამკამა ტბები, ჩანჩქერები, მინერალური წყლები, ვრცელი ველები და მწვერვალები უდიდეს სიამოვნებასა და თავგადასავლებს ჰპირდება მოგზაურობის, ექსტრემისა და ხეტიალის მოყვარულებს.',
  cities: [mtskheta,dusheti],
  dishes: [khinkali],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
 
};
export const shidaQartliId=uuid();
export const shidaQartli: Region = {
  id: shidaQartliId,
  slug: slugify('shqartli'),
  name: 'shidaQartli',
  area:4807,
  regionCenter:gori,
  population:263382,
  populationDensity:54.8,
  history:"ადამიანთა ცხოვრების უძველესი კვალი ლამისყანასა და მდინარეების კავთურასა და თეძამს შორის მოქცეულ ტერიტორიაზე აღმოჩნდა, სადაც პალეოლითური იარაღებია ნაპოვნი. ეს მხარე ბრინჯაოს ხანაში (ძვ.წ. III ათასწლეულში) უკვე ინტენსიურად იყო დასახლებული. ადრინდელ ბრინჯაოს ხანაში შიდა ქართლში ყალიბდება „მტკვარ-არაქსის“ კულტურის ორიგინალური ვარიანტი. გვიანდელი ბრინჯაო-ადრინდელი რკინის ხანებში უკვე ყალიბდება შემდეგში საქართველოში ყველაზე გავრცელებული ტერიტორიულ-ადმინისტრაციული ერთეული ხევი. ეს არის ცალკეულ სამოსახლო გორათა სისტემა, რომელთაგან ერთი მოწინავეობს და ჩემულობს ეკონომიკური და პოლიტიკური ცენტრის როლს. ადრინდელი ანტიკური ხანისათვის აღმოსავლეთ საქართველოში შეიქმნა რამდენიმე სახელმწიფოებრივი წარმონაქმნი. ერთ-ერთი მათგანი იყო ზენა სოფელი (შიდა ქართლი). მისი ცენტრი უფლისციხის მიდამოებში უნდა ყოფილიყო. ძვ. წ. IV-III საუკუნეების მიჯნაზე ფარნავაზის მეთაურობით შეიქმნა იბერიის (ქართლის) ერთიანი სამეფო, რომლის ცენტრიც მცხეთა იყო. მას შემდეგ, რაც ფარნავაზმა თავისი ხელისუფლება მთელ ქართლზე განავრცო და ეგრისიც შემოიერთა, ქვეეანა საერისთავოებად დაჰყო. შიდა ქართლი ერთ ადმინისტრაციულ ეროეულში მოაქცია და სათავეში სპასპეტი ჩაუყენა. შიდა ქართლის ტერიტიირიაზე ელინისტური ხანის მრავალრიცხოვანი მონეტების აღმოჩენა მოწმობს იბერიის ინტენსიურ სავაჭრო-ეკონომიკურ ურთიერთობას გარე სამყაროსთან. ძვ. წ. I საუკუნეში ქართლში რომის სარდალმა, პომეუსმა ილაშქრა. პომპეუსის ლაშქრობის შემდეგ, I-III საუკუნეებში, იბერიის სამეფო კიდევ უფრო გაძლიერდა. ანტიკური ქართლის სახელმწიფოში, რომელიც ადრეკლასობრივი ან პროტოფეოდალური ბუნებისა იყო, IV საუკუნიდან ყალიბდება ფეოდალური ურთიერთობები. ამ პროცესს ხელი შეშწყო IV საუკუნის 30-იან წლებში ქართლში ქრისტიანობის სახელმწიფო რელიგიად გამოცხადებამ. VII საუკუნის სომხური ანონიმური გეოგრაფია, რომელიც ძირითადად IV-V საუკუნეების ვითარებას ასახავს, ქართლს კვლავ ხევებად დაყოფილს წარმოგვიდგენს და შიდა ქართლში (ზენა სოფელში) შემდეგ ხევებს ასახელებს: ტუნისხევი (ტანისხევი), დვანი, აჩაბეთისხევი, გვერდისძირი, საცხუმეთი, ქსნის ხევი, ცხრაძმა, ბაზალეთი. V საუკუნეში ვახტანგ გორგასალმა მთელი შიდა ქართლი ერთ ადმინისტრაციულ ერთეულად სასპასპეტოდ გააერთიანა. VII საუკუნეში საქართველო არაბებმა დაიპყრეს და არაბთა ბატონობის მთელი სიმძიმე სწორედ ქართლის შიდა რაიონებს დააწვა. დავით აღმაშენებლის დროს საქართველო ერთიან მონარქიად გაერთიანდა. ქვეყნის ეკონომიკურ და კულტურულ ცხოვრებას შიდა ქართლი წარმართავდა. განვითარებულ შუასაუკუნეებში კულტურის მკვეთრი აღმავლობა ვითარდება საერო ლიტერატურა, ფილოსოფიური აზროვნება, ხუროთმოძღვრება, ჭედურობა, ხელნაწერთა მხატვრული შემკობა, ქვაზე კვეთა.  " ,
  cuisine: 'ქართლში, განვითარებულია მეხილეობა, დიდი წილი მოდის ვაშლსა და ატამზე. განვითარებულია მევენახეობა. თუმცა ქართლის სამზარეულო მაინც განთქმულია წვნიანებით. აქაურ ტრადიციულ შეჭამადებს მიეკუთვნება შინდის, დოსა და ღოლოს შეჭამანდი, პურის ხარჩო. აქ ისევე როგორც კახეთში გამოიყენება ნაირგვარი მწვანილი და ბოსტნეული. განსაკუთრებით პოპულარულია: ლობიო, კარტოფილი, ხახვი, კომბოსტო, კიტრი, პამიდორი, ბოლოკი, ნიორი, წიწმატი, ქინძი, ოხრახუში და ნიახური. ქართლი განთქმულია აგრეთვე შესანიშნავი მწნილეულობით, განსაკუთრებული აღნიშვნის ღირსია ჯონჯოლის მწნილი.',
  description: 'შიდა ქართლი საქართველოს იტორიულ-გეოგრაფიული მხარეა, რომელიც აღმოსავლეთ საქართველოში, ისტორიული ქართლის ცენტრალურ ნაწილში მდებარეობს. შიდა ქართლის ძველი სახელი ზენა სოფელია. რეგიონი მდიდარია მნიშვნელოვანი კულტურის ძეგლებითა და ლამაზი ბუნებით. შიდა ქართლი უძველესი ისტორიის მქონე მხარეა, ეს ტერიტორია ჯერ კიდევ ადრეული ბრინჯაოს ხანიდან ყოფილა ინტენსიურად დასახლებული. ძალიან შთამბეჭდავია ამ მხარის ათასფერი ყვავილებით აფერადებული, უსასრულობამდე გადაჭიმული ვრცელი მინდვრები, ხეობები და ჩანჩქერები.',
  cities: [gori,kaspi, qareli, khashuri],
  dishes: [nazuqi,chakafuli],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};
export const qvemoqartliId=uuid();
export const qvemoQartli: Region = {
  id: qvemoqartliId,
  slug: slugify("qvemoqartli"),
  name: "ქვემო ქართლი",
  area: 6527.6,
  regionCenter:rustavi,
  population: 423986,
  populationDensity: 64.9,
  history:
    " ქვემო ქართლი უძველესი ისტორიის მქონე მხარეა. ამ რეგიონმა კაცობრიობის ფაქტობრივად ყველა ეტაპის ნაკვალევი შემოგვინახა. აქ ჯერ კიდევ 1 800 000 წლის წინ ცხოვრობდნენ ადამიანები. დმანისში აღმოჩენილ პირველ ევროპელებს, ზეზვასა და მზიას, როგორც სახეობას, მსოფლიო ქართველი ადამიანის (ჰომო გეორგიკუს) სახელით იცნობს. ქვემო ქართლის ტერიტორია უძველესი დროიდანვე დასახლებული იყო ქართველური ტომებით, რომელთა ხანგრძლივი ურთიერთკავშირისა და ურთიერთშერწყმის შედეგად წარმოიშვა ქართველი ხალხი. აქ მოსახლე ტომებიდან წყაროები იცნობენ ქართველურ ტომ გუგარებს, იგივე გოგარებს. განვითარებასთან ერთად სხვადასხვა ეტაპზე აქ იქმნებოდა სხვადასხვა სახელმწიფოებრივი წარმონაქმნები. VII-XI სს-ში ქვემო ქართლის ტერიტორიაზე შეიქმნა თბილისის საამირო, კლდეკარის საერისთავო და ტარიშ-ძორაგეტის სამეფო. XII-XIII საუკუნეებში აქ გაგისა და ლორის სასაზღვრო საერისთავოები იყო. მონღოლების ლაშქრობის შემდეგ საქართველომ დაკარგა ხუნანის საერისთავო და სახელმწიფო საზღვარმა ქცია-მტკვრის შესაყარზე გადაინაცვლა. XV საუკუნიდან დაიწყო მომთაბარე თურქმენული ტომების ჩამოსახლება. ამავე პერიოდში ქვემო ქართლში შეიქმნა სათავადოები: საბარათიანო, საორბელიანო და სხვა. XVII საუკუნეში შაჰ აბასმა დებედის ხეობაში ბორჩალოს მომთაბარე ტომი ჩამოასახლა და ლორის სახანო დააარსა. XVIII საუკუნეში ლეკი ფეოდალების თარეშის გამო ქვემო ქართლი მკვიდრი მოსახლეობისაგან თანდათან დაიცალა, მათი დიდი ნაწილი მტერს შეეწირა, ნაწილი კი საქართველოს სხვა კუთხეებში გაიხიზნა. მათ ადგილს უცხოტომელები იკავებდნენ, რაც განაპირობებს ამ მხარის ეთნიკურ სიჭრელეს.ქვემო ქართლი საქართველოში ქრისტიანობის გავრცელების ერთ-ერთი კერა იყო. სწორედ ამით აიხსნება ამ მხარეში ეკლესია-მონასტრების სიუხვე. აქ ასევე მდებარეობდა ქართველ მეფეთა საზაფხულო რეზიდენციები.",
  cuisine: "ქართლში, განვითარებულია მეხილეობა, დიდი წილი მოდის ვაშლსა და ატამზე. განვითარებულია მევენახეობა. თუმცა ქართლის სამზარეულო მაინც განთქმულია წვნიანებით. აქაურ ტრადიციულ შეჭამადებს მიეკუთვნება შინდის, დოსა და ღოლოს შეჭამანდი, პურის ხარჩო. აქ ისევე როგორც კახეთში გამოიყენება ნაირგვარი მწვანილი და ბოსტნეული. განსაკუთრებით პოპულარულია: ლობიო, კარტოფილი, ხახვი, კომბოსტო, კიტრი, პამიდორი, ბოლოკი, ნიორი, წიწმატი, ქინძი, ოხრახუში და ნიახური. ქართლი განთქმულია აგრეთვე შესანიშნავი მწნილეულობით, განსაკუთრებული აღნიშვნის ღირსია ჯონჯოლის მწნილი.",
  description: "ქვემო ქართლი აღმოსავლეთ საქართველოში მდებარე მხარეა, რომელიც ისტორიულ-გეოგრაფიული პროვინციების ქვემო ქართლის და თრიალეთის ტერიტორიებს მოიცავს. ეს მხარე უდიდეს წარსულს ინახავს პრეისტორიული ხანიდან დღემდე. ქვემო ქართლში აღმოაჩინეს 1 800 000 წლის პირველი ევროპელებიც - ზეზვა და მზია. აქ არის ძვ.წ. IV ათასწლეულის საყდრისის ოქროს მაღაროც. ქვემო ქართლი მდიდარია სხვადასხვა პერიოდის ძალიან საინტერესო კულტურული ძეგლებითა და ულამაზესი, მრავალფეროვანი ბუნებით, ტყეებით, ტბებით, მინერალური და თერმული წყლებითა და კურორტებით.ქვემო ქართლი მდიდარი კულტურის მქონე მხარეა, აქ მრავლადაა არქეოლოგიური ძეგლები, ეკლესია-მონასტრები და ციხესიმაგრეები. მსოფლიოს ყურადღებას იპყრობს დმანისის ნაქალაქარი მრავალსაუკუნოვანი კულტურული ფენებით. ქვემო ქართლშია ეგვიპტის პირამიდების პერიოდის ყორღანები სარიტუალო გზებით, სადაც მნიშვნელოვანი და მაღალმხატვრული ღირებულების სამკაულები, ჭურჭელი და სხვადასხვა დანიშნულების ნივთებია აღმოჩენილი. მდიდარ კულტურულ მემკვიდრეობასთან ერთად ქვემო ქართლი ბუნების სილამაზითაც გამოირჩევა. აქ ნახავთ ულამაზეს კანიონებს, ჩანჩქერებს, ალპურ მდელოებსა და ფერად-ფერად უდაბნოშიც კი იმოგზაურებთ.",
  cities: [ bolnisi, dmanisi, walka],
  dishes: [tylapi, nadugipitnit],
  createdAt: formatISO(new Date()),
  updatedAt: formatISO(new Date()),
};

export const regions: Region[] = [guria,samckheJavakheti,samegrelo,achara,afkhazeti,svaneti,racha,imereti,tbilisi,kakheti,mckhetaMtianeti,shidaQartli,qvemoQartli];
